{
    "thimos":{
        "A":[
            {
                "id":1,
                "proverb":"Agikuyu moi kuhitha ndia, matiui kuhitha uhoro.",
                "translation":"The Kikuyu know how to conceal their quiver, but donot know how to conceal their secrets.",
                "note":"The Kikuyu, though very clever in concealing their arms, cannot keep secrets from the members of their tribe.",
                "equivalent":""
            },
            {
                "id":2,
                "proverb":"Ageni eri matiri utugire.",
                "translation":"Two guests (at the same time) have no welcome.",
                "note":"",
                "equivalent":""
            },
            {
                "id":3,
                "proverb":"Ageni eri na karirui kao.",
                "translation":"Two guests love a different song.",
                "note":"When you receive two visitors at the same time, you cannot treat them in the same manner because they have different tastes.",
                "equivalent":"Every man has his hobby horse."
            },
            {
                "id":4,
                "proverb":"Aikaragia mbia ta njuu ngigi.",
                "translation":"He is a man that looks after many as ‘njuu’ looks after locusts.",
                "note":"'Njuu' is a bird which accompanies migrating locusts to feed on them",
                "equivalent":"Much wants more."
            },
            {
                "id":5,
                "proverb":"Aka eri ni nyungu igiri cia urogi.",
                "translation":"Two wives are two pots full of poison",
                "note":"The more women you have in your house, the more troubles you must expect.",
                "equivalent":"Women's jars breed men's wars."
            },
            {
                "id":6,
                "proverb":"Aka matiri cia ndiiro no cia nyiniko.",
                "translation":"Women have no upright words, but only crooked ones.",
                "note":"The Kikuyu use the proverb to say that women keep no secrets and seldom tell the truth.",
                "equivalent":"Women conceal all that they know not."
            },
            {
                "id":7,
                "proverb":"Aka na ng'ombe itiri ndugu",
                "translation":"Wives and oxen have no friends.",
                "note":"There are things which are not to be given to friends.",
                "equivalent":"A woman is to be from her house three times: when she is christened, married, and buried."
            },
            {
                "id":8,
                "proverb":"Andu maiganaine magithii na magiceera.",
                "translation":"People who have not secret agreement are beaten by a single club.",
                "note":"One can notice a difference between man and man when they, ‘exemplify Gratia’ are commanding or working, but not on the road where they look quite the same.",
                "equivalent":""
            },
            {
                "id":9,
                "proverb":"Andu matari ndundu mahuragwo na njuguma imwe.",
                "translation":"People who have not secret agreement are beaten by a single club.",
                "note":"A group of men not bound by a secret will be easily beaten by a single man.",
                "equivalent":"Lack of union spells weakness."
            },
            {
                "id":10,
                "proverb":"Andu matiui ngamini.",
                "translation":"Men do not know liberality.",
                "note":"One does not give without hope of return.",
                "equivalent":""
            },
            {
                "id":11,
                "proverb":"Andu matiui ngu, moi ithendu",
                "translation":"Me do not know hard firewood, but only lops.",
                "note":"People put aside hard tasks and devote themselves only to easy ones.",
                "equivalent":""
            },
            {
                "id":12,
                "proverb":"Andu me muoyo matiagaga wira",
                "translation":"Live men do not lack work",
                "note":"",
                "equivalent":"Life would be too smooth if it had no rubs in it."
            },
            {
                "id":13,
                "proverb":"Angimituiria na umirite ndangimiona rikii",
                "translation":"He who seeks his goat with the man who ate it, is certain not to find it.",
                "note":"Do not look for stolen goods in the robber’s house.",
                "equivalent":""
            },
            {
                "id":14,
                "proverb":"Arume mari rwamba",
                "translation":"Men have got quills.",
                "note":"Do not annoy others because they will respond by hurting.",
                "equivalent":"Do evil and look for like."
            }
        ],
        "B":[
            {
                "id":15,
                "proverb":"Bata ndubatabataga",
                "translation":"Necessities never end.",
                "note":"",
                "equivalent":"He that will have no trouble in this world must not be born in it."
            }
        ],
        "C":[
            {
                "id":16,
                "proverb":"Cia athuri inyuagira thutha",
                "translation":"The elders drink afterwards (i.e after the others).",
                "note":"Elderly people are not in such a hurry as young ones.",
                "equivalent":""
            },
            {
                "id":17,
                "proverb":"Ciakorire wacu mugunda",
                "translation":"The food found Wacu in the field.",
                "note":"The proverb originates in the legend of Wacu, the most despised amongst the wives of a rich man who never gave her any presents. One day, when a banquet was being held at home, she went to work in the field, since she knew there would be nothing for her at home. In the middle of the banquet a raven swooped down in the courtyard where the meat was being roasted, snatched a big piece and brought it to Wacu. The Kikuyu use the proverb to say that God takes care of His poor.",
                "equivalent":""
            },
            {
                "id":18,
                "proverb":"Cia kionje itigayagwo gitanakua",
                "translation":"The property of a helpless man must nit be divided before his death.",
                "note":"The reason is that he is unable to get anything more than he already possesses.",
                "equivalent":""
            },
            {
                "id":19,
                "proverb":"Cia mucii iri gacuguma gacio gatathukagio ni muthuri ungi tiga mweneguo",
                "translation":"Home affairs have their staff, which cannot be brandished by anyone but the head of the house.",
                "note":"The proverb means either that private matters must not be spoken of to strangers or that in each house there must be only one in authority.",
                "equivalent":""
            },
            {
                "id":20,
                "proverb":"Cia mucii itiumaga ndira",
                "translation":"Home affairs must not go into the open.",
                "note":"",
                "equivalent":"Do not wash dirty linen in public"
            },
            {
                "id":21,
                "proverb":"Cia mucii ti como",
                "translation":"Home affairs cannot be told to the public.",
                "note":"",
                "equivalent":"Do not wash dirty linen in public."
            },
            {
                "id":22,
                "proverb":"Ciana cia ndigwa itiri maithori",
                "translation":"The widow’s sons have not tears.",
                "note":"It means that they have been accustomed to suffer very early.",
                "equivalent":""
            },
            {
                "id":23,
                "proverb":"Ciathanaga ikigua, itiathanaga ikiumbuka",
                "translation":"Birds agree when flying down, but do not agree when flying up.",
                "note":"",
                "equivalent":"The proverb means that it is easy for a swarm of birds to alight together, while it is difficult to get up together since after eating their fill they will fly up separately. Morally the proverb means that men easily agree when deciding on an enterprise, but will probably quarrel as soon as they have obtained what they want."
            },
            {
                "id":24,
                "proverb":"Cia thuguri itiyuraga ikumbi",
                "translation":"Bought things do not fill the granary.",
                "note":"Do not hope to become rich without cultivating your fields.",
                "equivalent":""
            },
            {
                "id":25,
                "proverb":"Ciatura nguyu iriaga ng’umo",
                "translation":"When there is shortage of figs, birds eat the fruits of the ‘mugumo’.",
                "note":"The tree called ‘mugumo’ by the natives bears little fruits that are not eated by birds when there is plenty of other food.",
                "equivalent":"If thou hast not a capon, feed on an onion."
            },
            {
                "id":26,
                "proverb":"Cia uthoni ciambaga nguhi",
                "translation":"The buying of a wife begins from a little thing.",
                "note":"",
                "equivalent":"Great events have small beginnings."
            },
            {
                "id":27,
                "proverb":"Ciigwatagirira mareru",
                "translation":"Goats fall that take hold of lichens.",
                "note":"Lichens are not strong enough to prevent a goat from falling. The proverb means that unsatisfactory excuses are insufficient defence.",
                "equivalent":""
            },
            {
                "id":28,
                "proverb":"Cionje ikumi irugitwo ni umwe uri na hinya",
                "translation":"Ten helpless people were surpassed by a single strong person.",
                "note":"One strong person is better than ten helpless ones.",
                "equivalent":"One grain of pepper is worth a cartload of hail."
            },
            {
                "id":29,
                "proverb":"Cira munene ni ukia",
                "translation":"A long lawsuit breeds poverty.",
                "note":"",
                "equivalent":"Fools and obstinate men make lawyers rich."
            },
            {
                "id":30,
                "proverb":"Cira munene ni wa uthoni ugikua",
                "translation":"The breaking of a betrothal is no small matter.",
                "note":"Marrying a girls means giving a large number of goats or cattle to her family. Starting from the day of the betrothal the price is paid gradually. Evidently it is no simple matter if the would-be husband breaks his contract and demands the return of the marriage price.",
                "equivalent":""
            },
            {
                "id":31,
                "proverb":"Cira wa kirimu utindaga kiharo",
                "translation":"The lawsuit of a fool keeps the court (sitting) all day.",
                "note":"",
                "equivalent":"The lawsuit of a fool never comes to an end."
            },
            {
                "id":32,
                "proverb":"Cira wa mucii ndumagirio kiharo",
                "translation":"Home affairs are not to be carried on in the public squuare.",
                "note":"",
                "equivalent":"Do not wash dirty linen in public."
            },
            {
                "id":33,
                "proverb":"Cira wothe wambagiririo na nda",
                "translation":"Every case begins from the stomach.",
                "note":"The Kikuyu have an ox or a goat killed, roasted and distributed to judges at the beginning of every case. Familiarly they use the proverb to say that one of the most important jobs of life is to provide something to eat.",
                "equivalent":"An empty belly hears nobody."
            },
            {
                "id":34,
                "proverb":"Ciunagwo rukomo, kimenyi akamenya ikiunwo",
                "translation":"We speak by proverbs: he who is intelligent will understand.",
                "note":"",
                "equivalent":"Intelligenti pauca."
            }
        ],
        "D":[

        ],
        "E":[
            {
                "id":35,
                "proverb":"Ehera thakirio",
                "translation":"Clear out of the ‘thakirio’.",
                "note":"‘Thakirio’ is the place the Kikuyu hut where the wife stays when distributing the food to the family.",
                "equivalent":"Mind your own business."
            }
        ],
        "F":[

        ],
        "G":[
            {
                "id":36,
                "proverb":"Gakiibatha ni koi ni karithoitha",
                "translation":"He who spends his time adorning himself knows he is going to a dance.",
                "note":"",
                "equivalent":"There is a reason for everything."
            },
            {
                "id":37,
                "proverb":"Gakiihotora niko koi uria kariina",
                "translation":"He who adorns himself knows to what sort of dance he is going.",
                "note":"",
                "equivalent":"There is a reason for everything."
            },
            {
                "id":38,
                "proverb":"Gakunywo kagira thooko",
                "translation":"The fool takes many people with him.",
                "note":"It is said of people who, when invited to a feast, instead of going alone, take others with them.",
                "equivalent":"A fool cannot bear his own company."
            },
            {
                "id":39,
                "proverb":"Garurira mbeu ti ya kinya kimwe",
                "translation":"Change seeds taking them from different calabashes.",
                "note":"",
                "equivalent":"It is good to introduce new blood."
            },
            {
                "id":40,
                "proverb":"Gatami kari mondo yene gatingikuratira nguo",
                "translation":"The piece of cloth that is in another’s bag does not patch your garment.",
                "note":"",
                "equivalent":""
            },
            {
                "id":41,
                "proverb":"Gathutha konagia mundu njira",
                "translation":"A little, contemptible path is sometimes the one that leads you to the highway.",
                "note":"",
                "equivalent":"Little strokes fell great oaks."
            },
            {
                "id":42,
                "proverb":"Gatitu ka muimwo ni iri noko kari miti",
                "translation":"The forest of an unpleasant (ill-liked) person is the one that has trees.",
                "note":"The proverb means that evil-doers often do prosper.",
                "equivalent":""
            },
            {
                "id":43,
                "proverb":"Gatitu ka ngoro gatiunagwo",
                "translation":"The grove of the hear is not laid open.",
                "note":"",
                "equivalent":""
            },
            {
                "id":44,
                "proverb":"Gatinyinyiraga gatari gakunye",
                "translation":"Nobody cries that has not been pinched.",
                "note":"",
                "equivalent":"No smoke without fire."
            },
            {
                "id":45,
                "proverb":"Gatuma kainagia murigwa",
                "translation":"Darkness caused to dance even him who cannot.",
                "note":"",
                "equivalent":"All cats are the same in colour at night."
            },
            {
                "id":46,
                "proverb":"Gatundu koragithirie Watatua",
                "translation":"A secret agreement enabled people to kill Watatua. Contextual note: Watatua was a powerful Chief, invincible in open     combat, who was killed at night by a few men.",
                "note":"",
                "equivalent":"Secret union means strength."
            },
            {
                "id":47,
                "proverb":"Giathi githaragio ni gaka kamwe",
                "translation":"A market can be spoiled by one woman.",
                "note":"",
                "equivalent":"One cloud is enough to eclipse the sun."
            },
            {
                "id":48,
                "proverb":"Giathi kiri murugirwo",
                "translation":"Every feast has its guest of honor.",
                "note":"",
                "equivalent":""
            },
            {
                "id":49,
                "proverb":"Giathi kiriagwo ni kingi",
                "translation":"One appointment is eaten by another.",
                "note":"",
                "equivalent":"Today kills yesterday."
            },
            {
                "id":50,
                "proverb":"Giathi kiumu no kia murokero",
                "translation":"That of circumcision is a hard appointment.",
                "note":"The Kikuyu circumcision is a civil and religious rite by which the adolescent is admitted into the public life of the tribe and becomes a man in the full possession of his rights. The ceremony is physically painful, but the candidate is expected to face the operationwithout wincing.",
                "equivalent":""
            },
            {
                "id":51,
                "proverb":"There are not gains without pains.",
                "translation":"To wait is not to tremble.",
                "note":"",
                "equivalent":"Men's actions are not to be judged at first sight."
            },
            {
                "id":52,
                "proverb":"Gicegu kia andu aingi ti kiega",
                "translation":"The 'gicegu' of many men is not good.",
                "note":"‘Gicegu’ is that part of the Kikuyu hut where they enclose the ram in order to fatten it.",
                "equivalent":"Too many cooks spoil the broth."
            },
            {
                "id":53,
                "proverb":"A piece of land is not a little thing.",
                "translation":"The proverb means that however small the field you possess, it has its importance if you work it.",
                "note":"",
                "equivalent":"A little house well filled, a little land well tilled, a little wife well willed are great riches."
            },
            {
                "id":54,
                "proverb":"Giikaro kimwe kiri ngee kana ndaa",
                "translation":"By staying always in the same place one gets lice.",
                "note":"",
                "equivalent":"The world is a great book, of which they that never stir from home read only one page."
            },
            {
                "id":55,
                "proverb":"Gikuru kiega no kiratina",
                "translation":"The only thing good, though old, is the 'muratina'.",
                "note":"‘Muratina’ is the fruit of the hot-dog tree (Kigelia Etiopica) used by the natives to cause fermentation of sugar-cane beer. It is believed that the older the fruit, the greater it is fermenting power. The proverb means that there are only few things that improve with age.",
                "equivalent":""
            },
            {
                "id":56,
                "proverb":"Gikuu gitiraragirio",
                "translation":"You cannot (do not) make an appointment with death.",
                "note":"",
                "equivalent":""
            },
            {
                "id":57,
                "proverb":"Githaka gitigunaga muni, kigunaga muki",
                "translation":"The land enriches not people who clear it, but peoplewho come (when it is already cleared).",
                "note":"",
                "equivalent":"One beats the bush, and another catches the bird."
            },
            {
                "id":58,
                "proverb":"Githaka kia muici ni gukaana",
                "translation":"Lying is the thief’s stronghold.",
                "note":"",
                "equivalent":""
            },
            {
                "id":59,
                "proverb":"Githumba gitiri murimu wa ngoro",
                "translation":"Beggars have no worries.",
                "note":"",
                "equivalent":"Poverty needs no granary."
            },
            {
                "id":60,
                "proverb":"Githuri kiri mwatu wa ngotoko",
                "translation":"The chest contains a beehive full of pride.",
                "note":"The proverb means that proud people have always in store lots of reasons justifying their wickedness.",
                "equivalent":""
            },
            {
                "id":61,
                "proverb":"Gitiganiriro kirugitwo ni kirugamanio",
                "translation":"Talking something over is better than leaving it pending.",
                "note":"",
                "equivalent":"Never leave that till tomorrow which you can do today."
            },
            {
                "id":62,
                "proverb":"Gitiiro kia muka wene gitikagio athii",
                "translation":"The song of a stranger-woman is answered after she has gone.",
                "note":"The proverb is metaphorically used to mean that foreigners, especially women, are not to be trusted too much.",
                "equivalent":"Eat a peck of salt with a man before you trust him."
            },
            {
                "id":63,
                "proverb":"Gitindo kia mucii ni kiuru",
                "translation":"It is bad to stay at home.",
                "note":"",
                "equivalent":"He that stays in the valley shall never get over the hill."
            },
            {
                "id":64,
                "proverb":"Gitoi kimenyaga kierwo",
                "translation":"He who does not know, knows after being told.",
                "note":"",
                "equivalent":"A man forewarned is forearmed."
            },
            {
                "id":65,
                "proverb":"Gitoi kiraragia kiui njira",
                "translation":"He who does not know the road delays also one that knows it.",
                "note":"",
                "equivalent":"Who goes with a fool becomes a fool."
            },
            {
                "id":66,
                "proverb":"Gitonga kigiragio iganjo gikarima",
                "translation":"The rich man cannot be prevented from cultivating the ‘iganjo’ he wants.",
                "note":"‘Iganjo’ is the place upon which a hut had been built. Since the flocks live in the owner’s hut, the floor of the hut becomes fertilized. The proverb refers to the fact that if a rich man has left a piece of his land to a poor man on which to build his hut, very often he wants it back as soon as the soil under the hut has been enriched by the dropping of the animals.",
                "equivalent":"Mights is right."
            },
            {
                "id":67,
                "proverb":"Gitonga kiriaga munyuko",
                "translation":"Rich people sometimes eat bad food.",
                "note":"",
                "equivalent":"All is not gold that glitters."
            },
            {
                "id":68,
                "proverb":"Guceera ni kuhiga",
                "translation":"Traveling is learning.",
                "note":"",
                "equivalent":"The world is a great book, of which they that never stir read only one page."
            },
            {
                "id":69,
                "proverb":"Gucekeha ti guicuhio",
                "translation":"To be slim does not mean having been pared   ",
                "note":"",
                "equivalent":"Do not scorn little things."
            },
            {
                "id":70,
                "proverb":"Guciara kunaga irigu ngingo",
                "translation":"The woman who gives birth to a child is like the banana tree that breaks under the weight of its fruit.",
                "note":"",
                "equivalent":"Maternity means pain to the mother."
            },
            {
                "id":71,
                "proverb":"Guciara uru ti kwenda kwa mwene",
                "translation":"It is not the mother’s will to have a bad offspring.",
                "note":"",
                "equivalent":""
            },
            {
                "id":72,
                "proverb":"Gucukagwo utaguteo",
                "translation":"People slander somebody even if they do not despise him.",
                "note":"",
                "equivalent":""
            },
            {
                "id":73,
                "proverb":"Gukiara na gutonga ititiganaga",
                "translation":"Riches and poverty do not leave each other.",
                "note":"",
                "equivalent":""
            },
            {
                "id":74,
                "proverb":"Gukira kuri ngatho",
                "translation":"To keep one’s tongue is worthy of praise.",
                "note":"",
                "equivalent":"Silence is golden."
            },
            {
                "id":75,
                "proverb":"Gukira ni guthurana",
                "translation":"Not to talk is to hate.",
                "note":"",
                "equivalent":"One keeps silence with people one does not like."
            },
            {
                "id":76,
                "proverb":"Gukiririria kwagira kieha",
                "translation":"Indulgence breeds regret.",
                "note":"",
                "equivalent":""
            },
            {
                "id":77,
                "proverb":"Gukura ni kuuru: ngathii uriri ngicayaga",
                "translation":"It is bad to get old, for one goes to bed grumbling.",
                "note":"",
                "equivalent":"Old sacks want much patching."
            },
            {
                "id":78,
                "proverb":"Gukuhiriria mbaara tikuo kurua",
                "translation":"The fact that you have gone near the battle-field does not mean that you fought.",
                "note":"",
                "equivalent":""
            },
            {
                "id":79,
                "proverb":"Gukungagwo utuku ti muthenya",
                "translation":"Thieves conceal themselves in the night not in the day.",
                "note":"",
                "equivalent":"The night is a cloak for sinners."
            },
            {
                "id":80,
                "proverb":"Guota mwaki ni gucera",
                "translation":"To get the warmth of fire one must stir the embers.",
                "note":"",
                "equivalent":"No gains without pains."
            },
            {
                "id":81,
                "proverb":"Guoya utuuragia ukia mucii",
                "translation":"The fear (of toil) keeps your house poor.",
                "note":"",
                "equivalent":"Idleness is the key of beggary."
            },
            {
                "id":82,
                "proverb":"Guteithagio witeithitie",
                "translation":"If you help yourself you will be helped.",
                "note":"",
                "equivalent":"God helps those who help themselves."
            },
            {
                "id":83,
                "proverb":"Gutema na kanua ti gitema na ruhiu",
                "translation":"Cutting by the tongue is different from cutting by the knife.",
                "note":"Slander is not mortal stabbing.",
                "equivalent":"Hard words break no bones."
            },
            {
                "id":84,
                "proverb":"Guthama nikuo kuhika kwa arume",
                "translation":"A man changing his abode is like a woman marrying.",
                "note":"As a woman, on marrying, adopts the customs of the family she enters, so a man going to live in a strange country, must accept its customs.",
                "equivalent":"When in Rome do as Rome does."
            },
            {
                "id":85,
                "proverb":"Guthekererwo ni andu ti kuririrwo ni hiti",
                "translation":"To be laughed at by men is not to be wept by hyenas.",
                "note":"Better to be laughed at than to die.",
                "equivalent":""
            },
            {
                "id":86,
                "proverb":"Guthekererwo ti kuririrwo",
                "translation":"To be laughed at is not to be pitied.",
                "note":"One starting any enterprise ought not to fear what others say of him.",
                "equivalent":"Do well and dread no shame."
            },
            {
                "id":87,
                "proverb":"Guthekio ti kwendwo",
                "translation":"If anybody makes you laugh, it is not always because he loves you.",
                "note":"",
                "equivalent":"Eat a peck of salt with a man before you trust him."
            },
            {
                "id":88,
                "proverb":"Guthigagio mbura gutongitwo matuguta",
                "translation":"Some hope for rain even though they have not prepared their fields.",
                "note":"He who hopes for favours should have prepared himselfto profit by them.",
                "equivalent":""
            },
            {
                "id":89,
                "proverb":"Guthii gutigiragia mundu acoke",
                "translation":"To go does not prevent a man from returning.",
                "note":"",
                "equivalent":"Never give up."
            },
            {
                "id":90,
                "proverb":"Guthii kuonagia mundu njira",
                "translation":"Travelling teaches men their way.",
                "note":"",
                "equivalent":""
            },
            {
                "id":91,
                "proverb":"Guthii ni kuona",
                "translation":"Travelling is seeing.",
                "note":"",
                "equivalent":"ravel broadens the mind."
            },
            {
                "id":92,
                "proverb":"Guthimba ti kuura",
                "translation":"Having rain clouds is not the same as having rain.",
                "note":"",
                "equivalent":"Don’t cry herrings till they are in the net."
            },
            {
                "id":93,
                "proverb":"Guthinga kurugite gutonga",
                "translation":"Virtue is better than riches.",
                "note":"",
                "equivalent":"Virtue is the only true nobility."
            },
            {
                "id":94,
                "proverb":"Guthinga nikuo kihooto",
                "translation":"Virtue is power.",
                "note":"",
                "equivalent":"Virtue makes men on the earth famous, in their graves illustrious, in the heaven immortal."
            },
            {
                "id":95,
                "proverb":"Guthura ng’ombe ni guthura kamukwa kayo",
                "translation":"To despise the ox means to despise also a strip of hide from it.",
                "note":"One cannot scorn great things without scorning little ones related to them.",
                "equivalent":""
            },
            {
                "id":96,
                "proverb":"Guthukagirio wanatega itega",
                "translation":"One favours him from whom one has in the past received a gift.",
                "note":"",
                "equivalent":"One good turn deserves another."
            },
            {
                "id":97,
                "proverb":"Guthuragwo mundu uriendwo",
                "translation":"A man is (sometimes) scorned who will be loved (later on).",
                "note":"",
                "equivalent":"Judge not of men or things at first sight."
            },
            {
                "id":98,
                "proverb":"Gutiri gitatuirie kingi",
                "translation":"here is no thing which does not cause another to exist.",
                "note":"",
                "equivalent":""
            },
            {
                "id":99,
                "proverb":"Gutiri githinji utathinja",
                "translation":"There is no butcher that does not slaughter.",
                "note":"",
                "equivalent":"Every man to his trade."
            },
            {
                "id":100,
                "proverb":"Gutiri gukura na kurara keri",
                "translation":"One ages every night one lives.",
                "note":"",
                "equivalent":"Time fleeth away without delay."
            },
            {
                "id":101,
                "proverb":"Gutiri ita ithiagwwo na gitete kia njohi no gia ucuru",
                "translation":"No war has been fought by men carrying a calabash of ‘njohi’ but of ‘ucuru’.",
                "note":"‘Njohi’ is an inebriating drink brewed out of sugar-cane.‘Ucuru’ is a kind of thin porridge made by boiling millet-flour in water. This gruel is supposed to be highly nourishing and therefore suitable for long journeys or hard fighting; while the sugar-cane beer by inebriating the                warriors makes them weak and easy prey to the enemy.",
                "equivalent":"Out of temperance comes strength."
            },
            {
                "id":102,
                "proverb":"Gutiri mbura itari na gitonga kiayo",
                "translation":"There is no rain which does not enrich someone.",
                "note":"",
                "equivalent":"It is an ill wind that blows nobody good."
            },
            {
                "id":103,
                "proverb":"Gutiri mucii uri kahii utakarugwo mutwe",
                "translation":"In every family where there is a son, the head of an ox, goat or ram is cooked to be eaten by him with his friends.",
                "note":"They use the proverb to mean that ordinarily a son gives his parent more trouble than a daughter, or that in every family parents do not lack troubles.",
                "equivalent":"There is a black sheep in every family."
            },
            {
                "id":104,
                "proverb":"Gutiri muici na mucuthiriria",
                "translation":"here is no difference between the thief and the looker-on.",
                "note":"",
                "equivalent":""
            },
            {
                "id":105,  
                "proverb":"Gutiri muki urehage urugari",
                "translation":"Nobody entering a hut pays for the heart he will enjoy in it.",
                "note":"Only the owner of the hut had the drudgery of carrying home the firewood; the visitor does not know the cost of the fire he is enjoying. Metaphorically the proverb is used to say that he who enters a house cannot realise the troubles of the occupants.",
                "equivalent":"None knows the weight of another’s burden."
            },
            {
                "id":106,
                "proverb":"Gutiri mundu ui haria eguthii no haria ekuuma",
                "translation":"Nobody knows where he goes, but only whence he comes.",
                "note":"",
                "equivalent":"No one can see into the future."
            },
            {
                "id":107,
                "proverb":"Gutiri mundu wendaga gutungana na nyoni njuru",
                "translation":"Nobody wants to meet an ill-omened bird",
                "note":"To the Kikuyu many birds foreshadow calamity. The cry of the owl forebodes mishap. If the owl cries, perched on the top of a hut, the oldest man in that village will die very soon. If someone, about to make a journey, hears the cry of any bird of ill- omen, he must not start on any account.",
                "equivalent":"Nobody seeks his own ruin."
            },
            {
                "id":108,
                "proverb":"Gutiri mundu utangituika wa ndigwa",
                "translation":"There is no man that cannot become an orpha",
                "note":"",
                "equivalent":"No flying from fate."
            },
            {
                "id":109,
                "proverb":"Gutiri mundu wonaga wega wake, no kuonwo wonagwo",
                "translation":"Nobody can see his own goodness: it can be seen only by others.",
                "note":"",
                "equivalent":""
            },
            {
                "id":110,
                "proverb":"Gutiri murio utainagia ruthia",
                "translation":"There is no pleasure (however little it may be) that does not cause one’s cheeks to tremble.",
                "note":"The Kikuyu consider the cheek trembling an expression of joy.",
                "equivalent":"A little pleasure is nertheless a pleasure"
            },
            {
                "id":111,
                "proverb":"Gutiri muthenya ukiaga ta ungi",
                "translation":"No day dawns like another.",
                "note":"",
                "equivalent":"Every day brings a new light."
            },
            {
                "id":112,
                "proverb":"Gutiri mutumia wenjagirwo mbui kwa nyina",
                "translation":"No married woman will have her white hair shaved at her mother's.",
                "note":"The Kikuyu girls go around with bald heads which they get periodically shaved by their relations. So the woman, who by being married has left her house and relations, will never be shaved at her mother's.",
                "equivalent":"Once sold, ever sold."
            },
            {
                "id":113,
                "proverb":"Gutiri mwana ungitema agitemera ithe",
                "translation":"The son does not cut his finger in cutting meat for his father.",
                "note":"",
                "equivalent":"Sons are stingier than their parents."
            },
            {
                "id":114,
                "proverb":"Gutiri ngware itari muhuririe wayo",
                "translation":"There is no partridge which does not know its own way of scratching.",
                "note":"",
                "equivalent":"As many methods as men."
            },
            {
                "id":115,
                "proverb":"Gutiri ngware nyinyi mahuririo-ini",
                "translation":"No partridge is small when it claws the soil.",
                "note":"",
                "equivalent":"Every one can do great good or evil according to his possibilities."
            },
            {
                "id":116,
                "proverb":"Gutiri njamba irumaga imera igiri",
                "translation":"No prepotent man will insult other people for two consecutive seasons.",
                "note":"Prepotence comes quickly to an end.",
                "equivalent":""
            },
            {
                "id":117,
                "proverb":"Gutiri nyama na ngirinyu",
                "translation":"Meat has no choice morsel.",
                "note":"When distributing the meat or anything else one must not favour any one person.",
                "equivalent":""
            },
            {
                "id":118,
                "proverb":"Gutiri nyoni njega mwere-ini",
                "translation":"There is no nice bird in the millet.",
                "note":"Millet is one of the staple crops of the Kikuyu. They protect it from birds by building pulpit-like huts in which boys or women stand to frighten them whilst the harvest is ripening.",
                "equivalent":"Even sugar itself may spoil a good dish."
            },
            {
                "id":119,
                "proverb":"Gutiri uciaragwo ari mugi",
                "translation":"Nobody is born wise.",
                "note":"",
                "equivalent":""
            },
            {
                "id":120,
                "proverb":"Gutiri ucokaga haria arumiirwo kaara",
                "translation":"Nobody returns where he got his finger bitten.",
                "note":"",
                "equivalent":"Once bitten twice shy."
            },
            {
                "id":121,
                "proverb":"Gutiri uikagia itimu atari na haria akuratha",
                "translation":"Nobody throws a lance if he has no target.",
                "note":"",
                "equivalent":"There is a reason for everything."
            },
            {
                "id":122,
                "proverb":"Gutiri ukinyaga mukinyire wa ungi",
                "translation":"Nobody walks with another man’s gait.",
                "note":"",
                "equivalent":"Every man in his way."
            },
            {
                "id":123,
                "proverb":"Gutiri undu utari kihumo",
                "translation":"There is nothing without a cause.",
                "note":"All things have a beginning.",
                "equivalent":""
            },
            {
                "id":124,
                "proverb":"Gutiri uriragio ni ukia wene",
                "translation":"Nobody grumbles at being rich, all at being poor.",
                "note":"",
                "equivalent":""
            },
            {
                "id":125,
                "proverb":"Gutiri uriragio ni utonga no ukia",
                "translation":"Nobody cares about other people’s poverty.",
                "note":"",
                "equivalent":""
            },
            {
                "id":126,
                "proverb":"Gutiri uriru utonwo",
                "translation":"There is no mischance you are guaranteed against.",
                "note":"",
                "equivalent":"There is many a slip ‘twixt the cup and the lip."
            },
            {
                "id":127,
                "proverb":"Gutiri uru utuuraga, no wega utuuraga",
                "translation":"No evil, but only the good will last.",
                "note":"",
                "equivalent":"Good deeds remain, all things else perish."
            },
            {
                "id":128,
                "proverb":"Gutiri uta utari nyama",
                "translation":"There is no bow without its meat.",
                "note":"",
                "equivalent":"God helps those who help themselves."
            },
            {
                "id":129,
                "proverb":"Gutiri ritwa ritakuria mwana",
                "translation":"There is no name which cannot distinguish a child.",
                "note":"",
                "equivalent":"Every bird is known by its feathers."
            },
            {
                "id":130,
                "proverb":"Gutiri thingira uciraga ta ungi",
                "translation":"There is no location which discusses its affairs in the same way as the other does.",
                "note":"",                                                          
                "equivalent":"Every man in his way."                             
            },
            {
                "id":131,
                "proverb":"Gutiri uthuire tiga akiaga",
                "translation":"A man is poor not because he scorns possessions, but because he possesses nothing.",
                "note":"",
                "equivalent":"Sour grapes, as the fox said when he could not reach them."
            },
            {
                "id":132,
                "proverb":"Gutiri wa nda na wa mugongo",
                "translation":"There is not the son of the front and the son of the back.",
                "note":"The Kikuyu mothers carry a baby on the back if they have only one. If they have two, one is carried in front and the other one on the back. Of course the one carried near the breasts can suck oftener than the other. That is why they say this is the favourite one.",
                "equivalent":"Parents should have no Benjamin."
            },
            {
                "id":133,
                "proverb":"Gutiri wiriraga agikuua, eriraga akiiga thi",
                "translation":"Nobody grumbles while carrying a load, but when he has laid it down.",
                "note":"The proverb means that nobody hates to be rich but all hate to become poor; or that nobody refuses to command, though all are sorry when they have to give up the command.",
                "equivalent":""
            },
            {
                "id":134,
                "proverb":"Gutiri wiriraga agithii, no agicoka",
                "translation":"Everybody regrets not what he leaves but what he does not find (when he comes back).",
                "note":"",
                "equivalent":""
            },
            {
                "id":135,
                "proverb":"Gutiri witaga ithe wa ungi baba",
                "translation":"Nobody calls another’s father ‘dad’.",
                "note":"",
                "equivalent":""
            },
            {
                "id":136,
                "proverb":"Gutirika guteaga njamba noru",
                "translation":"To forget a strong man who could help you is the same as to scorn him.",
                "note":"",
                "equivalent":""
            },
            {
                "id":137,
                "proverb":"Gutirika ni gute",
                "translation":"To forget is the same as to throw away.",
                "note":"",
                "equivalent":""
            },
            {
                "id":138,
                "proverb":"Gutungata gutingigiria mundu agatungatwo",
                "translation":"The man that serves is not prevented from being served in turn.",
                "note":"",
                "equivalent":"Every dog has its day, and every man his hour."
            },
            {
                "id":139,
                "proverb":"Gwakia kwarama, gwatuka gwakundeera",
                "translation":"The day is for working, the night is for resting.",
                "note":"",
                "equivalent":"There is a time to wink as well as to see."
            },
            {
                "id":140,
                "proverb":"Gwethera gitahi muka",
                "translation":"To seek a woman to the belly.",
                "note":"The expression is used when they look for something to eat. To go foraging.",
                "equivalent":""
            },
            {
                "id":141,
                "proverb":"Gwi thigari mugambo",
                "translation":"Some soldiers are only soldiers when talking.",
                "note":"",
                "equivalent":"A good friend is a treasure."
            },
            {
                "id":142,
                "proverb":"Gwika wega kumathaga ungi",
                "translation":"A good action reaps another.",
                "note":"",
                "equivalent":"One good turn deserves another."
            }
            
        ],
        "H":[
            {
                "id":143,
                "proverb":"Handu ha njuguma na ha mugwi hatiganaine",
                "translation":"The place to use the club and the above arrow are not the same.",
                "note":"",
                "equivalent":"Everything has its place."
            },
            {
                "id":144,
                "proverb":"Hari muthuri hatiitangagwo maai",
                "translation":"In the presence of elderly people one must not pour water.",
                "note":"Nobody is allowed to be foul-mouthed especially when elderly people are present.",
                "equivalent":"Old age is honourable."
            },
            {
                "id":145,
                "proverb":"Haro ni ya muka uri ihii",
                "translation":"Quarrelling is peculiar to the woman who has got male children.",
                "note":"They use the proverb to mean that since sons are more mischievous than daughters, and mothers are more proud of their sons than of their daughters, women are inclined to quarrel to defend or to exalt their sons.",
                "equivalent":"No mother is so wicked but desires to have good children."
            },
            {
                "id":146,
                "proverb":"Haro ni ya muka uri thiri",
                "translation":"Quarrelling is peculiar to the woman who has debts.",
                "note":"A woman in debt is quarrelsome.",
                "equivalent":""
            },
            {
                "id":147,
                "proverb":"Hita itanakira",
                "translation":"Resist the beginnings.",
                "note":"",
                "equivalent":"Small faults indulged are little thieves that let in great."
            },
            {
                "id":148,
                "proverb":"Hinga ndikinyaga iraka",
                "translation":"A wily person does not walk on dry leaves (for they would betray his presence).",
                "note":"",
                "equivalent":""
            },
            {
                "id":149,
                "proverb":"Hinya nduigana urume",
                "translation":"Strength does not correspond with courage.",
                "note":"",
                "equivalent":""
            },
            {
                "id":150,
                "proverb":"Hinya nduri indo",
                "translation":"Strength has nothing.",
                "note":"Strong people are not necessarily rich people.",
                "equivalent":""
            },
            {
                "id":151,
                "proverb":"Hiti ciathii mbwe ciegangara",
                "translation":"When hyenas go away jackals rejoice.",
                "note":"",
                "equivalent":"Little dogs begin to eat when big ones have eaten enough."
            },
            {
                "id":152,
                "proverb":"Hiti itaga iria ingi ya mutiri",
                "translation":"The hyena calls another hyena worse than itself.",
                "note":"",
                "equivalent":"The pot calling the kettle black."
            },
            {
                "id":153,
                "proverb":"Hiti yugaga arume ni ogi, monaga gicinga ngwatiro",
                "translation":"Hyena says that men are wise because they know how to hold a firebrand.",
                "note":"A story told by the Kikuyu says that one night a hyena entered a hut to eat the goats. The owner wakened by the noise, took hold of a firebrand to scare it out. The beast tried top do the same, but not knowing how to handle firebrands it scorched its paws.",
                "equivalent":"There is a right and a wrong way of doing everything."
            },
            {
                "id":154,
                "proverb":"Hiti ndiriaga mwana, na mui uria iri ngoroku",
                "translation":"The hyena does not eat its baby, and you know how insatiable it is.",
                "note":"",
                "equivalent":"No mother is so wicked but loves her children."
            },
            {
                "id":155,
                "proverb":"Hungu ireraga haria mburi irathinjirwo",
                "translation":"Vultures arrive at the place where the goat is slaughtered.",
                "note":"",
                "equivalent":"Where the carcase is, the ravens will gather. "
            },
            {
                "id":156,
                "proverb":"Hungu igithii iguru ndiatigire thi kuri kwega",
                "translation":"The vulture perches on the trees because it does not feel sure on the ground.",
                "note":"",
                "equivalent":""
            },
            {
                "id":157,
                "proverb":"Huni nene igiraga huhita",
                "translation":"To eat much leaves you with a swollen belly.",
                "note":"",
                "equivalent":"Enough is as good as a feast."
            },
            {
                "id":158,
                "proverb":"Hururu ithekaga rwaro",
                "translation":"The abyss laughs at the plain.",
                "note":"",
                "equivalent":"Every man thinks his own geese swans."
            }
        ],
        "I":[
            {
                "id":159,
                "proverb":"Iciaraga uru mwene oine",
                "translation":"The cow has a bad delivery though her owner is present.",
                "note":"",
                "equivalent":"Misfortunes may come in spite of watchfulness."
            },
            {
                "id":160,
                "proverb":"Iganagwo yaari iria yakua",
                "translation":"Iganagwo yaari iria yakua",
                "note":"",
                "equivalent":"A friend is never known till needed."
            },
            {
                "id":161,
                "proverb":"Igitunywo mwana iikagirio mungu",
                "translation":"The cow is given a present when her calf is carried away.",
                "note":"",
                "equivalent":"When one thing distresses you, another consoles you."
            },
            {
                "id":162,
                "proverb":"Igukua ihuragia kiara",
                "translation":"The ox that claws the ‘kiara’ will die.",
                "note":"‘Kiara’ is the dunghill you will find in every Kikuyuvillage. In order to understand the proverb it much be borne in mind that the Kikuyu regard it as a sacred place which the witch-doctors dedicates with the sacrifice of a goat to secure that the evil spirits may not return into the hut from which he expelled them. They are supposed to stay in the ‘kiara’ just as the rubbish does.",
                "equivalent":"Touch pitch and you’ll be defiled."
            },
            {
                "id":163,
                "proverb":"Ikuruma ndioragia muguguta",
                "translation":"The ox that feeds itself does not spoil its skin.",
                "note":"",
                "equivalent":""
            },
            {
                "id":164,
                "proverb":"Ikurura yarahuraga imamii",
                "translation":"The animal rambling in the stable makes the sleeping ones rise too.",
                "note":"",
                "equivalent":"Ill examples are like contagious diseases."
            },
            {
                "id":165,
                "proverb":"Ikururio ti noru",
                "translation":"The ram that is shown around is not fat.",
                "note":"A really fat ram will easily find a buyer and does not need to be carried around and shown in the markets.",
                "equivalent":"Good ware makes a quick market."
            },
            {
                "id":166,
                "proverb":"Ireragira ruku-ini na ikaya kuigana",
                "translation":"The cimex lives in the firewood and still it reaches its full growth.",
                "note":"",
                "equivalent":"Where there is a will there is a way."
            },
            {
                "id":167,
                "proverb":"Iri giciarira riua-ini yongithagiria o ho",
                "translation":"he cow that drops her calf in the sun feeds it there too.",
                "note":"",
                "equivalent":"One likes the place where one does well."
            },
            {
                "id":168,
                "proverb":"Iri gukura iriagwo iguku ni aka",
                "translation":"The hump of the ox that has grown old must be eaten by women.",
                "note":"The hump is a choice morsel for young men when the ox is young. But if it is old women must eat it.",
                "equivalent":"Rubbish is women’s portion."
            },
            {
                "id":169,
                "proverb":"Iri gukura ndiri mwiroreri",
                "translation":"The ox which has grown old has no admirer.",
                "note":"",
                "equivalent":"Nobody looks after elderly people."
            },
            {
                "id":170,
                "proverb":"Iri gutu ihugagia mwene",
                "translation":"The flea troubles him who has got it in his ear.",
                "note":"",
                "equivalent":""
            },
            {
                "id":171,
                "proverb":"Iri kuhinja ndiri muniri ngu",
                "translation":"Nobody gathers firewood to roast a thin goat.",
                "note":"",
                "equivalent":"Poor people have no friends."
            },
            {
                "id":172,
                "proverb":"Iri kuhuma ndiri muti itangigwatirira",
                "translation":"There is no tree which a panting animal would not cling to.",
                "note":"",
                "equivalent":"A drowning man will catch at a straw."
            },
            {
                "id":173,
                "proverb":"Iri kura ndiri muhiti",
                "translation":"The ox that ran away cannot be caught.",
                "note":"",
                "equivalent":"Resist the beginnings."
            },
            {
                "id":174,
                "proverb":"Iri kuruga ni iguita, iguitirira ni nguu",
                "translation":"The cooking pot on the fire leaks, when pouring water it is broken.",
                "note":"",
                "equivalent":"Misfortunes come by forties."
            },
            {
                "id":175,
                "proverb":"Iri murungu igiritagia iri kahia",
                "translation":"The ox which has no horns, relies for help on the one that has them.",
                "note":"He who feels weak relies on the friend he knows is strong.",
                "equivalent":""
            },
            {
                "id":176,
                "proverb":"Iri muthece kinya tene ndioyagira ingi",
                "translation":"The bird who has always possessed a beak, does not pick up for another.",
                "note":"",
                "equivalent":"Content is more than a kingdom."
            },
            {
                "id":177,
                "proverb":"Iri nyite ni mutego ndithuire gwiteithura",
                "translation":"The animal caught in the trap does not refuse to set itself free.",
                "note":"",
                "equivalent":"No man likes his fetters, though of gold."
            },
            {
                "id":178,
                "proverb":"Iri tha ni iri iria",
                "translation":"It is he who got milk that is merciful.",
                "note":"‘Milk’ here has the sense of money; possessions. The proverb means that the rich should help needy people, since the poor cannot do it.",
                "equivalent":""
            },
            {
                "id":179,
                "proverb":"Iri thoni inyuaga munju",
                "translation":"The timid ox drinks muddy water.",
                "note":"He goes to the river only when others have come away leaving the water dirty.",
                "equivalent":"Faint heart never won fair lady."
            },
            {
                "id":180,
                "proverb":"Irugamaga ni ikurumaga",
                "translation":"He who goes around with his body upright, later on will go crawling.",
                "note":"",
                "equivalent":"Young today, old tomorrow."
            },
            {
                "id":181,
                "proverb":"Itakuura igwatagia ruhuho",
                "translation":"To blame the wind for the rain that does not fall.",
                "note":"It refers to boasting people who try to make silly excuses for themselves.",
                "equivalent":""
            },
            {
                "id":182,
                "proverb":"Itari thahu igunagwo ni makoro ma njira",
                "translation":"The man who has no impurity will be helped even by the peels he sees on the road.",
                "note":"There are many ways by which a Kikuyu can contract impurity and he fears the baneful effects which will follow it. That is why a man able to avoid all legal unclanness is said to be so lucky.",
                "equivalent":"God helps honest people."
            },
            {
                "id":183,
                "proverb":"Ithinjagirwo murwaru igakora warwarire tene",
                "translation":"The goat slaughtered for a man who is sick now, finds another who ws sick long before.",
                "note":"",
                "equivalent":"God cures and the doctor takes the fee."
            },
            {
                "id":184,
                "proverb":"Ithimbaga na nduire",
                "translation":"The sky is heavy with rain, but does not come.",
                "note":"It refers to people who are always promising great thing which they never do.",
                "equivalent":"Great boast, small roast."
            },
            {
                "id":185,
                "proverb":"Itunyagwo mbui ni guciara",
                "translation":"A plant loses its blossom as soon as it bears fruit.",
                "note":"Woman’s beauty is spoilt by maternity.",
                "equivalent":""
            },
            {
                "id":186,
                "proverb":"Igai ria mutundu ritigiragia kiriti kiunwo",
                "translation":"A branch of ‘mutundu’ does not hinder the division of a field.",
                "note":"‘Mutundu’ is a small tree growing in the bush. It is not used by the natives, except as firewood.",
                "equivalent":""
            },
            {
                "id":187,
                "proverb":"Igego rithekagia itimu",
                "translation":"The tooth laughs with the lance.",
                "note":"It means that oftern a person plays with his enemy.",
                "equivalent":"The cat plays with the mouse."
            },
            {
                "id":188,
                "proverb":"Igwa njithi itiri njohi",
                "translation":"Young sugar-cane gives no beer.",
                "note":"",
                "equivalent":"There is no putting old heads on young shoulders."
            },
            {
                "id":189,
                "proverb":"Ihenya inene riunaga gikwa ihatha",
                "translation":"Great haste breaks the yam tuber (instead of taking it out whole).",
                "note":"",
                "equivalent":"Haste trips up its own heels."
            },
            {
                "id":190,
                "proverb":"Ihii na igwa ikuragira uthu-ini",
                "translation":"Boys and sugar-cane grow up as enemies (because boys are all the time eating sugar-cane).",
                "note":"",
                "equivalent":""
            },
            {
                "id":191,
                "proverb":"Ihiga riega ritiringanaga na thio njega",
                "translation":"A good millstone does not meet a good miller.",
                "note":"",
                "equivalent":""
            },
            {
                "id":192,
                "proverb":"Ikinya na thi itiaganaga",
                "translation":"The foot and the earth cannot help meeting.",
                "note":"",
                "equivalent":""
            },
            {
                "id":193,
                "proverb":"Ikinya ria mukuru rikinyaga muruna",
                "translation":"Old people’s walking teaches young ones to walk.",
                "note":"",
                "equivalent":"That comes of a cat will catch mice."
            },
            {
                "id":194,
                "proverb":"Ikuura inya na inyanya",
                "translation":"One can lose four and eight",
                "note":"",
                "equivalent":"All covet all lose."
            },
            {
                "id":195,
                "proverb":"Indo ciene iri mutino",
                "translation":"Stolen things bring in misfortune.",
                "note":"",
                "equivalent":"Ill gotten goods seldom prosper."
            },
            {
                "id":196,
                "proverb":"Indo ni kurimithanio",
                "translation":"Riches are found in cultivating together.",
                "note":"",
                "equivalent":"Many hands make light work."
            },
            {
                "id":197,
                "proverb":"Iriaga na mbugi kuri na ugwati",
                "translation":"The goats pasture with bells hanging from their necks in order not to stray.",
                "note":"",
                "equivalent":""
            },
            {
                "id":198,
                "proverb":"Iri guthua ndongoria itikinyagira nyeki",
                "translation":"If the first goat goes lame, those that follow will not reach the pasture.",
                "note":"",
                "equivalent":"Ill examples are like contagious diseases."
            },
            {
                "id":199,
                "proverb":"Iri gwithamba iticokaga gwota mwaki",
                "translation":"Candidates for circumcision after washing do not return to warm themselves at their father’s (but go straightaway to the place of the ceremony to show their courage).",
                "note":"",
                "equivalent":"In things that must be it is good to be resolute."
            },
            {
                "id":200,
                "proverb":"Iri kanua itiri nda",
                "translation":"The food that is in the mouth is not yet in the belly.",
                "note":"",
                "equivalent":"Do not cry herrings till they are in the net."
            },
            {
                "id":201,
                "proverb":"Iri kuhia itioragirwo",
                "translation":"When the food is cooked there is no need to wait before eating it.",
                "note":"",
                "equivalent":""
            },
            {
                "id":202,
                "proverb":"Iri ukabi itiri Gikuyu",
                "translation":"What is in Masai is not in Kikuyu.",
                "note":"",
                "equivalent":"There is many a slip ‘twixt the cup and the lip."
            },
            {
                "id":203,
                "proverb":"Irima rirekagia riemba",
                "translation":"The pit allows the grass to fall in.",
                "note":"The proverb alludes to the pits the Kikuyu used to dig for trapping wild animals. These pits were covered with sticks over which, as well as over borders, they put a layer of grass. Since this grass often fell in the pit through the spaces between the sticks, so they say that often one falls into the pit dug by himself.",
                "equivalent":"Hoist with his own petard"
            },
            {
                "id":204,
                "proverb":"Irimu ikenagira undu muru",
                "translation":"Fools rejoice for a bad thing.",
                "note":"",
                "equivalent":"A fool will laugh when he is drowning."
            },
            {
                "id":205,
                "proverb":"Irio hiu itiumaga mburi",
                "translation":"Cooked food is not sold for goats (but is given to friends visitors and pilgrims).",
                "note":"",
                "equivalent":"God helps the poor for the rich can help themselves."
            },
            {
                "id":206,
                "proverb":"Ita cia maitho ititiraga",
                "translation":"The war of the eyes never comes to an end.",
                "note":"",
                "equivalent":"The eye is never satisfied with seeing."
            },
            {
                "id":207,
                "proverb":"Ita itari ndundu ititahaga",
                "translation":"The war that has no unity will make no prey.",
                "note":"",
                "equivalent":""
            },
            {
                "id":208,
                "proverb":"Ithaga riene rinogagia ngingo",
                "translation":"Other’s ornaments tire one’s neck.",
                "note":"",
                "equivalent":"Do not wear borrowed plumes."
            },
            {
                "id":209,
                "proverb":"Ithare riaguka gucokaga mugumo",
                "translation":"When ‘ithare’ is uprooted ‘mugumo’ grows in its place.",
                "note":"‘Ithare’ is a kind of a cane growing on the riverbanks. The Kikuyu say it is of no use. ‘Mugumo’ is a kind of a fig tree (Ficus Hochstetteri), which does not grow except leaning on another tree or twisting around it like a creeper. This is why they think that the ‘mugumo’ is worse than the ‘ithare’.",
                "equivalent":""
            },
            {
                "id":210,
                "proverb":"Ithe wa thaka ndari matu",
                "translation":"A fair daughter’s father has no ears.",
                "note":"The father who wants to marry his daughter to the best among the young men who crowd his hut to woo her, turns a deaf ear on their foul words.",
                "equivalent":"Few men will be better than their interest bids them."
            },
            {
                "id":211,
                "proverb":"Itheru ritiringaga ini",
                "translation":"A joke must not hit the belly.",
                "note":"The proverb means that there must be a limit also in joking.",
                "equivalent":"The jest is tolerable, but to do harm by jest is insufferable."
            },
            {
                "id":212,
                "proverb":"Itheru ritirutagirwo mugui",
                "translation":"For a jest one should not take the arrow out of the quiver.",
                "note":"",
                "equivalent":""
            },
            {
                "id":213,
                "proverb":"Itheru riumaga mbaara",
                "translation":"From a jest comes a strife.",
                "note":"",
                "equivalent":"Jests, like sweetmeats, have often sour sauce."
            },
            {
                "id":214,
                "proverb":"Itheru riuragaga ndebe",
                "translation":"A joke can break the earring.",
                "note":"",
                "equivalent":"An ill-timed jest has ruined many."
            },
            {
                "id":215,
                "proverb":"Itheru ti mugui",
                "translation":"A trick is not an arrow.",
                "note":"",
                "equivalent":"Good jests bite like lambs not like dogs."
            },
            {
                "id":216,
                "proverb":"Itonga igiri itiri nyoni",
                "translation":"Two rich persons do not wish each other a bird of ill omen.",
                "note":"",
                "equivalent":"Dog will not eat dog."
            },
            {
                "id":217,
                "proverb":"Itonga irugaga na ngio",
                "translation":"Rich people cook their food in a potsherd.",
                "note":"",
                "equivalent":"The tailor’s wife is worst clad."
            },
            {
                "id":218,
                "proverb":"Ituura riri kanoro ritituhagia kahiu",
                "translation":"The village, which has got a whetstone, does not blunt the knife.",
                "note":"The sense of the proverb is that if in a village there is a good whetstone it does not mean that the villagers should purposely blunt their tools in order to whet them. The time will come when the whetstone will have to be used.",
                "equivalent":"Every thing is good in its season."
            },
            {
                "id":219,
                "proverb":"Ithinjiro ritiagaga thakame",
                "translation":"A slaughterhouse is not without a little blood.",
                "note":"",
                "equivalent":"Touch pitch, and you’ll be defiled."
            }
        ],
        "J":[

        ],
        "K":[
            {
                "id":220,
                "proverb":"Kaana ka ngari gakunyaga ta nyina",
                "translation":"The son of the leopard scratches like its mother.",
                "note":"",
                "equivalent":"Like father like son."
            },
            {
                "id":221,
                "proverb":"Kaana karere ni ucuwe gatingirungika",
                "translation":"he baby nursed by its grandmother can never be corrected.",
                "note":"",
                "equivalent":"Too much breaks the bag."
            },
            {
                "id":222,
                "proverb":"Kaara kamwe gatingiyuragira ndaa",
                "translation":"One finger does not kill a louse.",
                "note":"",
                "equivalent":"Union is strength."
            },
            {
                "id":223,
                "proverb":"Kagwaci ka mwana wene noko kahoragia mwaki",
                "translation":"It is always the potato of another family’s boy that extinguishes the fire.",
                "note":"The proverb alludes to the custom of roasting potatoes in the embers of a dying fire.",
                "equivalent":"Nobody calls himself rogue."
            },
            {
                "id":224,
                "proverb":"Kahiga gakuru gatiagararagwo ni maai",
                "translation":"The stream does not pass over an old stone (through respect to its age).",
                "note":"",
                "equivalent":"Old age is honourable."
            },
            {
                "id":225,
                "proverb":"Kahii ka mwathi kamenyaga kugereka",
                "translation":"The hunter’s son knows how to hunt.",
                "note":"",
                "equivalent":"Like father, like son."
            },
            {
                "id":226,
                "proverb":"Kahii kogi ta ithe kabaritaga ta migwi",
                "translation":"A son as cunning as his father knows the arrows like father.",
                "note":"",
                "equivalent":"Like carpenter like chips."
            },
            {
                "id":227,
                "proverb":"Kahiu getainwo na rwenji",
                "translation":"A knife and a shaving-knife are alike.",
                "note":"The proverb means that if you do not have something you need, you will have something you can instead.",
                "equivalent":"Necessity is the mother of invention."
            },
            {
                "id":228,
                "proverb":"Kahiu karathime kariaga nyama cia kinandu",
                "translation":"The blessed knife (son) eats of the meat of the ‘kinandu’.",
                "note":"‘Kinandu’ is a small calabash used to keep oil, fat and the best morsels of meat. They say that the father share the contents of the ‘kinandu’ with the most beloved son.",
                "equivalent":""
            },
            {
                "id":229,
                "proverb":"Kahunii gatiui mwiri",
                "translation":"He who is full does not understand what is told (about others’ troubles).",
                "note":"",
                "equivalent":"Another’s burden does not worry us."
            },
            {
                "id":230,
                "proverb":"Kahunii gatuhaga uriri wa nyina",
                "translation":"The fed baby plays on its mother’s bed.",
                "note":"",
                "equivalent":""
            },
            {
                "id":231,
                "proverb":"Kaihu koruri gatigaga kwao gugithinjwo",
                "translation":"The rambling pole-cat leaves its house when there is banquet.",
                "note":"The son that leaves his father’s house for liberty’s sake will not share his father’s inheritance.",
                "equivalent":""
            },
            {
                "id":232,
                "proverb":"Kamamiriria gateire mugunda murime",
                "translation":"A little idleness lost a tilled field.",
                "note":"",
                "equivalent":"A little leak can sink a great ship."
            },
            {
                "id":233,
                "proverb":"Kamau mweru ni airaga",
                "translation":"Kamau who is white becomes black.",
                "note":"'Kamau' is typical name. The proverb means there is nothing constant in this world.",
                "equivalent":""
            },
            {
                "id":234,
                "proverb":"Kamuhuthia kaharurukagia mwatu",
                "translation":"A little idleness causes the ruin of the beehive.",
                "note":"The Kikuyu hang beehives on the branches of the forest trees, and it is their custom to visit them often to make sure that they are all right. For it might happen that if out of idleness one did not see them regularly, one would ultimately find the branch broken, the beehive fallen and the contents spoilt",
                "equivalent":""
            },
            {
                "id":235,
                "proverb":"Kamuingi koyaga ndiri",
                "translation":"Many people together lift up the 'ndiri'.",
                "note":"'Ndiri' is a heavy wooden mortar in which the Kikuyu women, when brewing beer, crush the sugar-cane.",
                "equivalent":"Many hands make light work."
            },
            {
                "id":236,
                "proverb":"Kanira njara iria ukomeire",
                "translation":"Take an oath only for the hand youslept on.",
                "note":"",
                "equivalent":"Swear only to that which you know to be true."
            },
            {
                "id":237,
                "proverb":"Kanoro kari ituura gatituhagia",
                "translation":"The whetstone in a village does no blunt the knife.",
                "note":"",
                "equivalent":"Every potter praises his own pots."
            },
            {
                "id":238,
                "proverb":"Kanua karia kariire mbeu noko koragia 'ngahanda ki?'",
                "translation":"The mouth who ate the seeds asks, 'Now what shall I plant?'",
                "note":"",
                "equivalent":"He sups ill who eats up all at dinner."
            },
            {
                "id":239,
                "proverb":"Kanua kene gatinyuaga muma",
                "translation":"Another’s mouth cannot take the oath for you.",
                "note":"",
                "equivalent":"Every bird must hatch its own egg."
            },
            {
                "id":240,
                "proverb":"Kanua ni ikahu",
                "translation":"The mouth is a chink.",
                "note":"",
                "equivalent":"From the mouth come many futilities."
            },
            {
                "id":241,
                "proverb":"Kanua kendagia kiongo",
                "translation":"The mouth sells the head.",
                "note":"",
                "equivalent":"The tongue talks at the head's cost."
            },
            {
                "id":242,
                "proverb":"Kanua weriire",
                "translation":"You spoke (against yourself) with your own mouth.",
                "note":"Its means that one can sometimes condemn oneself in defending oneself.",
                "equivalent":""
            },
            {
                "id":243,
                "proverb":"Kanya gatune mwamukaniro",
                "translation":"A small red snuff-box is a welcome.",
                "note":"The proverb refers to the Kikuyu custom of giving a pinch of snuff to their friends when they meet.",
                "equivalent":""
            },
            {
                "id":244,
                "proverb":"Kanyoni kabariti keminagira njoya",
                "translation":"The little bird that flaps its wings too much will spoil them",
                "note":"",
                "equivalent":"One must crawl before one can walk."
            },
            {
                "id":245,
                "proverb":"Kanywanjui kerathaga kero gako",
                "translation":"'Kanywanjui' scratches its thigh.",
                "note":"‘Kanywanjui’is a species of a tiny blue bird with a long bill, which sucks nectar from flowers. The proverb means that such birds, although very small, can do everything for their own needs, and do not require others’ help to have their legs scratched.",
                "equivalent":"Every man something can."
            },
            {
                "id":246,
                "proverb":"Karaguthwo niko koi kwigita",
                "translation":"He who is stricken knows how to defend himself.",
                "note":"",
                "equivalent":"Scalded cats fear even cold water."
            },
            {
                "id":247,
                "proverb":"Karanga hako gatiumagia",
                "translation":"It is not the owner, trampling his own field, that spoils it (but the others).",
                "note":"The proverb has arisen from the fact that many people if they have a bad harvest, say that it is the fault of other people who walked across their plantations.",
                "equivalent":"Nobody calls himself a rogue."
            },
            {
                "id":248,
                "proverb":"Karara gekinya",
                "translation":"A person will change his mind on something if left to sleep over it.",
                "note":"",
                "equivalent":"Never leave till tomorrow what you can do today."
            },
            {
                "id":249,
                "proverb":"Karatha gatukagia karatha",
                "translation":"Prophet copies a prophet.    ",
                "note":"",
                "equivalent":"Like tree like fruit."
            },
            {
                "id":250,
                "proverb":"Karatu gatagwo na kuguru kwa mwene",
                "translation":"The shoe is made for the foot that will wear it.",
                "note":"",
                "equivalent":"If the cap fits wear it."
            },
            {
                "id":251,
                "proverb":"Karegi nyina gatihonaga",
                "translation":"The baby that refuses its mother's breast, will never be full.",
                "note":"",
                "equivalent":"Faint heart never won fair lady."
            },
            {
                "id":252,
                "proverb":"Kareraria kagaruragwo na muti",
                "translation":"The sleeping is turned by a stick: i.e. turns around to bite if disturbed or touched by a stick.",
                "note":"",
                "equivalent":"Let the sleeping dogs lie."
            },
            {
                "id":253,
                "proverb":"Kariki kamwe gatukiriirie ndutura kirimu",
                "translation":"A stupid turtle-dove is sometimes surprised by night for wanting one more grain of castor-oil plant.",
                "note":"",
                "equivalent":"Time stays not the fool's leisure."
            },
            {
                "id":254,
                "proverb":"Kari mata gatiagaga wa kuga",
                "translation":"The mouth that has saliva does not lack words.",
                "note":"The proverb means that the man who has something to say will say it.",
                "equivalent":""
            },
            {
                "id":255,
                "proverb":"Kari nda gatiiyumburaga",
                "translation":"The word that remains in the belly does not mean anything.",
                "note":"",
                "equivalent":"Tell the truth and shame the devil."
            },
            {
                "id":256,
                "proverb":"Kiaga ngui kiabaca",
                "translation":"The song that has no leader, goes wrong.",
                "note":"",
                "equivalent":"No longer pipe, no longer dance."
            },
            {
                "id":257,
                "proverb":"Kiama gitirugaga ruui",
                "translation":"The elders of the council do not jump over the brook.",
                "note":"Metaphorically the proverb means that the elders who are to judge a case must not hurry. But it often means that a person like a judge should not do anything undignified.",
                "equivalent":""
            },
            {
                "id":258,
                "proverb":"Kiambi nda nikio giakura",
                "translation":"The food eaten first lasts longest in the stomach.",
                "note":"",
                "equivalent":"First impressions are most lasting."
            },
            {
                "id":259,
                "proverb":"Kiara kiihuragio ni guita ihuti",
                "translation":"The dunghill grows by straws thrown upon it.",
                "note":"",
                "equivalent":"Every little helps."
            },
            {
                "id":260,
                "proverb":"Kiega ta ki gitithiraga",
                "translation":"A really good thing is ever good.",
                "note":"",
                "equivalent":"A good tale is none the worse for being twice told."
            },
            {
                "id":261,
                "proverb":"Kiere kia njira-ini gitigwatagwo ni muura",
                "translation":"A grain of millet grown on the road will bear no ears.",
                "note":"The proverb means both that a promiscuous woman has little hope of bearing children, and that a thing in common use will not last long.",
                "equivalent":"A pot that belongs to many is ill stirred and worse boiled."
            },
            {
                "id":262,
                "proverb":"Kiero ni uimbo",
                "translation":"The thigh is a bubble.",
                "note":"Thigh means full blooded youth. The proverb is for the young who scorn old people or make wrong use of their strength to sin. It reminds them that youth passes quickly.",
                "equivalent":"Young today, old tomorrow."
            },
            {
                "id":263,
                "proverb":"Kieru ni kiiraga",
                "translation":"What is white becomes black.",
                "note":"The proverb originates in the fact that the Africans are almost white when they are born, but become black by growing.",
                "equivalent":"There is nothing constant but change."
            },
            {
                "id":264,
                "proverb":"Kigina gitininukagio irio hande itari nguru",
                "translation":"The seeds kept are not finished before the ripening of the crops planted in the field.",
                "note":"",
                "equivalent":"Every thing has its time, and that time must be watched."
            },
            {
                "id":265,
                "proverb":"Kihooto gituthaga ruga rutunge",
                "translation":"The argument breaks the strained cord of the bow.",
                "note":"",
                "equivalent":""
            },
            {
                "id":266,
                "proverb":"Kihooto kigeturaga uta mugete",
                "translation":"",
                "note":"",
                "equivalent":"The argument relaxes the bent bow."
            },
            {
                "id":267,
                "proverb":"Kihooto kiringaga ruui ruiyuru",
                "translation":"The reason crosses even a flooding river.",
                "note":"",
                "equivalent":""
            },
            {
                "id":268,
                "proverb":"Kihooto kiongagirirwo njuguma",
                "translation":"The club is added to one's argument.",
                "note":"",
                "equivalent":""
            },
            {
                "id":269,
                "proverb":"Kihooto ni indo",
                "translation":"Having a good argument (in a discussion) is like having riches.",
                "note":"The five proverbs here above mean that he who can support his views or actions with a strong argument, will go through any difficulty and obtain what he wants.",
                "equivalent":""
            },
            {
                "id":270,
                "proverb":"Kinandu kia mucii gitihakagwo mugeni",
                "translation":"The fat of the 'kinandu' is not used to anoint a stranger.",
                "note":"‘Kinandu’ is a small calabash used to keep oil, fat and the best morsels of meat.",
                "equivalent":"Charity begins at home."
            },
            {
                "id":271,
                "proverb":"Kindu kiene gitiri ndokeirwo nuu",
                "translation":"Who prospered with robbed things.",
                "note":"",
                "equivalent":"Ill gotten goods seldom prosper."
            },
            {
                "id":272,
                "proverb":"Kindu kiuru no kironda, indi kiri rua rwa muhuhi",
                "translation":"A sore is a really bad thing; still it means luck to the doctor.",
                "note":"",
                "equivalent":"It is an ill wind that blows nobody good."
            },
            {
                "id":273,
                "proverb":"Kindu kiuru no mundu ethukitie we mwene",
                "translation":"A really bad thing is to hurt oneself willfully.",
                "note":"",
                "equivalent":"It is stupid to cut of your nose to spite your face."
            },
            {
                "id":274, 
                "proverb":"Kindu no mwene muhoi ahoyage",
                "translation":"The thing you want must be begged from the owner.",
                "note":"This means that it must not be acquired from other people nor taken without permission",
                "equivalent":"It is not a sin to sell dear, but it is to make measure."
            },
            {
                "id":275,
                "proverb":"Kindong'o kiariire mai ni undu wa kwaga mayu ma gukira",
                "translation":"The beetle feeds on excrement for it can't fly high.",
                "note":"",
                "equivalent":"If thou hast not a capon, feed on an onion."
            },
            {
                "id":276,
                "proverb":"Kinya kiri itina nikio kiigaga",
                "translation":"Any calabash that has got a bottom can stand upright.",
                "note":"he proverb means that God gives every man what is required by human nature: but it depends on man to exploit such gifts.",
                "equivalent":"Every man is the architect of his own fortune."
            },
            {
                "id":277,
                "proverb":"Kiongo kienjithagio ni mwene",
                "translation":"The head is shaved at its owner's desire.",
                "note":"",
                "equivalent":"Let every peddlar carry his own burden."
            },
            {
                "id":278,
                "proverb":"Kionje gitihoyaga njohi micii iri",
                "translation":"An invalid does not go to two houses to ask for beer (since he cannot move).",
                "note":"",
                "equivalent":"Old age is honourable."
            },
            {
                "id":279,
                "proverb":"Kiri kwihia ciihitie ciothe",
                "translation":"If a child has sinned all have sinned.",
                "note":"",
                "equivalent":"One does the blame, another bears the shame."
            },
            {
                "id":280,
                "proverb":"Kiriro kia mburi ni ndara",
                "translation":"It is the gridiron that cries (for the slaughtered goat).",
                "note":"Everyone rejoices when a goat is killed, for each will have his piece of meat; only the gridiron on which the meat is roasted, weeps, i.e. crackles.",
                "equivalent":""
            },
            {
                "id":281,
                "proverb":"Kiriro kiri ituura gitingireka mundu akome",
                "translation":"One person weeping prevents all in a village from sleeping.",
                "note":"",
                "equivalent":"One barking dog sets all the street a-barking."
            },
            {
                "id":282,
                "proverb":"Kiriti kiri ngoro gitiunanagirwo",
                "translation":"The forest in the heart cannot be cut down by somebody else.",
                "note":"Troubles in somebody's heart cannot be removed by somebody else.",
                "equivalent":""
            },
            {
                "id":283,
                "proverb":"Kirimu gitindagia andu njira",
                "translation":"The fool makes other people stop on the road.",
                "note":"",
                "equivalent":"The fool wastes the time of other people."
            },
            {
                "id":284,
                "proverb":"Kirimu kihithaga rwembea-ini rwa nyumba kiui gitikuonwo",
                "translation":"The fool hides himself under the eaves of the hut and thinks nobody will see him.",
                "note":"It refers to foolish people who invent silly excuses to conceal their faults.",
                "equivalent":""
            },
            {
                "id":285,
                "proverb":"Kirimu gia gwikigia kirugite kia muciarire",
                "translation":"He who feigns to be stupid is more stupid than the stupid-born.",
                "note":"",
                "equivalent":"None is so deaf as those who won't hear."
            },
            {
                "id":286,
                "proverb":"Kirimu kiongaga nyina ari mukuu",
                "translation":"A fool can even suck the mother after she is dead.",
                "note":"",
                "equivalent":""
            },
            {   
                "id":287,
                "proverb":"Kirimu ni ta mwatu",
                "translation":"A fool is like a beehive.",
                "note":"The proverb means that he is a fool who does not look after his own interest, like the beehive which allows itsself to be emptied.",
                "equivalent":""
            },
            {
                "id":288,
                "proverb":"Kiringiri gia aka ni rwenji rukirega",
                "translation":"To force a woman to do something she doesn't like is like forcing a blunt shaving knife to shave.",
                "note":"",
                "equivalent":""
            },
            {
                "id":289,
                "proverb":"Kironda kia mwene gitimuiragia ngoro",
                "translation":"He who has a sore does not feel sick on account of it.",
                "note":"",
                "equivalent":"We are blind to our own faults."
            },
            {
                "id":290,
                "proverb":"Kiruka gia kimbu gitithiragwo ni mung'ung'utu",
                "translation":"All the species of the chameleon family shall always have a protruding backbone.",
                "note":"",
                "equivalent":"that that comes out of a cat will catch mice."
            },
            {
                "id":291,
                "proverb":"Kiuma gitihatagiririo ruga",
                "translation":"Do not force a big thread into a bead with a small hole.",
                "note":"",
                "equivalent":"Grasp all, lose all."
            },
            {
                "id":292,
                "proverb":"Kiunuhu gitiriagirwo",
                "translation":"A wasted thing cannot be eaten.",
                "note":"",
                "equivalent":"Willful waste makes woeful want."
            },
            {
                "id":293,
                "proverb":"Kiura kiaringio ruui kiugaga nikio kieringia",
                "translation":"The frog that was helped across the river, said she had crossed by itself.",
                "note":"",
                "equivalent":"Eaten bread is soon forgotten."
            },
            {
                "id":294,
                "proverb":"Kiririria, thuti ti ruo",
                "translation":"Be patient, a desire is no pain.",
                "note":"This proverb is told to people who long after anything they cannot obtain.",
                "equivalent":""
            },
            {
                "id":295,
                "proverb":"Kirihia thuti",
                "translation":"Desires tie.",
                "note":"If desire be endless, your cares will be so too.",
                "equivalent":""
            },
            {
                "id":296,
                "proverb":"Kiuga githeri gitirutanagirwo",
                "translation":"An empty bowl is not offered",
                "note":"It means that it is better to keep silence than to try to justify oneself by empty excuses.",
                "equivalent":"Be silent or speak something worth hearing."
            },
            {
                "id":297,
                "proverb":"Komu ateire kaigu wa nyina",
                "translation":"The dry firewood does not despise the wet one coming from the same tree.",
                "note":"",
                "equivalent":"Dog will not bite dog."
            },
            {
                "id":298,
                "proverb":"Komu athinirie kaigu wa nyina",
                "translation":"Mother's dry firewood laughed at the green one (and it did not think that both of them had but one common lot).",
                "note":"",
                "equivalent":"Today me, tomorrow thee."
            },
            {
                "id":299,
                "proverb":"Kuganwo ni kura",
                "translation":"Being praised leads to ruin. English equivalent: Praise without profit puts lit",
                "note":"",
                "equivalent":"Praise without profit puts little in the pot."
            },
            {
                "id":300,
                "proverb":"Kugera mugathi ti gutinia",
                "translation":"To tell the beads is not to cut the thread.",
                "note":"",
                "equivalent":"Do not judge men or things at first sight."
            },
            {
                "id":301,
                "proverb":"Kuguru kuri muhu na kuri ime itihanaine",
                "translation":"A foot dirty of ashes is not a foot wet of dew (because the former holds firmly, while the latter skids).",
                "note":"",
                "equivalent":""
            },
            {
                "id":302,
                "proverb":"Kuguru ni irata thi",
                "translation":"The foot goes all the world over.",
                "note":"",
                "equivalent":"It is perseverance that prevails."
            },
            {
                "id":303,
                "proverb":"Kugunagwo mwithiomeri ti muthiomerwo",
                "translation":"It is he who speaks that profits, not he who is spoken for.",
                "note":"",
                "equivalent":""
            },
            {
                "id":304,
                "proverb":"Kugunirwo mwana no ta kugunirwo nyina",
                "translation":"To make the son happy is to make the mother happy.",
                "note":"",
                "equivalent":""
            },
            {
                "id":305,
                "proverb":"Kuhika ni kuna",
                "translation":"Hurrying, is breaking.",
                "note":"",
                "equivalent":"Haste makes waste."
            },
            {
                "id":306,
                "proverb":"Kuhitia ni kwa njamba",
                "translation":"Erring is proper in a courageous person",
                "note":"",
                "equivalent":"To err is human."
            },
            {
                "id":307,
                "proverb":"Kuhonoka ti gutuura",
                "translation":"To pass safely through danger (once) is no guarantee (for the next time).",
                "note":"",
                "equivalent":"One can escape the rocks and perish in the sand."
            },
            {
                "id":308,
                "proverb":"Kuhoya kwa arume ni maitho",
                "translation":"Males beg with the eyes.",
                "note":"It alludes to the Kikuyu custom according to which male guests, when invited to a beer party sit in the courtyard waiting for the host to pass round the drinks.",
                "equivalent":""
            },
            {
                "id":309,
                "proverb":"Kuhoya ti kuiya",
                "translation":"To beg is not to steal.",
                "note":"",
                "equivalent":""
            },
            {
                "id":310,
                "proverb":"Kuhuuta na kuhuuna ititiganaga",
                "translation":"Hunger and surfeit do not leave each other.",
                "note":"",
                "equivalent":"Riches have wings."
            },
            {
                "id":311,
                "proverb":"Kuhura maai na ndiri",
                "translation":"To pound the water in the mortar.",
                "note":"",
                "equivalent":"To waste time and labour."
            },
            {
                "id":312,
                "proverb":"Kuira ti kurita",
                "translation":"To be black is not to be stupid.",
                "note":"",
                "equivalent":"Little bodies may have great souls."
            },
            {
                "id":313,
                "proverb":"kuma ti kuma ta ihiga, na kuororoa ti kuororoa ta maai",
                "translation":"To be hard does not mean to be hard as stone, and to be soft does not mean to be soft as water.",
                "note":"",
                "equivalent":"There is a measure in all things."
            },
            {
                "id":314,
                "proverb":"Kumatha gutiri hinya ta kuramata",
                "translation":"To harvest is not so difficult as to keep the harvest.",
                "note":"",
                "equivalent":"Keep some till more comes."
            },
            {
                "id":315,
                "proverb":"Kumenya muno ni kumenyuka",
                "translation":"Knowing too much is like being ignorant.",
                "note":"",
                "equivalent":"Too much breaks the bag."
            },
            {
                "id":316,
                "proverb":"Kumenya weru ni kuutinda",
                "translation":"He knows a place who lives in it.",
                "note":"",
                "equivalent":"Every man knows his own business best."
            },
            {
                "id":317,
                "proverb":"Kungu maitu na hunyu wake",
                "translation":"Long live my mother and her ugliness.",
                "note":"",
                "equivalent":""
            },
            {
                "id":318,
                "proverb":"Kunyiha ti gutinio   ",
                "translation":"To become small is not the same as being cut.",
                "note":"",
                "equivalent":""
            },
            {
                "id":319,
                "proverb":"Kunyitwo ti kuohwo",
                "translation":"To be caught is not to be imrisoned.",
                "note":"",
                "equivalent":"There is many a slip, 'twixt the cup and the lip."
            },
            {
                "id":320,
                "proverb":"Kuri arume na maiyuria ndua",
                "translation":"Some are males (useful people) and some can only fill the gourds (useless people).",
                "note":"",
                "equivalent":"Some good, some bad, as sheep come to the fold."
            },
            {
                "id":321,
                "proverb":"Kuri guciara uru ta kihia gigiciara na mutwe",
                "translation":"There are women who give forth a bad issue, just like the sorghum that bears its fruit on the head (instead of growing it underground like most Kikuyu crops).",
                "note":"",
                "equivalent":""
            },
            {
                "id":322,
                "proverb":"Kuri gukahuka guticokaga ndebe",
                "translation":"One cannot put the 'ndebe' into a broken ear-lobe.",
                "note":"The proverb means that these are things once broken cannot be soldered.",
                "equivalent":""
            },
            {
                "id":323,
                "proverb":"Kuri gukua murio ta kigwa",
                "translation":"There are people who, like sugar cane, are killed for being sweet.",
                "note":"",
                "equivalent":"He who makes himself a sheep shall be eaten by the wolf."
            },
            {
                "id":324,
                "proverb":"Kuri mwoni na murata thi",
                "translation":"There are lucky and unlucky people.",
                "note":"",
                "equivalent":"The wind of luck is inconstant."
            },
            {
                "id":325,
                "proverb":"Kuri ukuu utatumwo, ta wa nyungu",
                "translation":"There are things, like the earthen pot, which if ever broken can't be repaired.",
                "note":"",
                "equivalent":"For some evils there is no remedy."
            },
            {
                "id":326,
                "proverb":"Kuria mbere ti gukoroka",
                "translation":"To eat first is not to be a glutton.",
                "note":"",
                "equivalent":""
            },
            {
                "id":327,
                "proverb":"Kuria muno ni kuoria nda",
                "translation":"To eat much means to spoil one's belly.",
                "note":"",
                "equivalent":"Too much breaks the bag."
            },
            {
                "id":328,
                "proverb":"Kuria nai gutigiragia mundu akaria wega",
                "translation":"To eat bad food (today) does not prevent a person from having good food (tomorrow).",
                "note":"",
                "equivalent":"Change of fortune is the lot of life."
            },
            {
                "id":329,
                "proverb":"Kuria thi ti kuria tiri",
                "translation":"One does not eat the soil, but the fruit thereon.",
                "note":"",
                "equivalent":""
            },
            {
                "id":330,
                "proverb":"Kuria thiri ni kuriha",
                "translation":"The way of eating a debt is paying it.",
                "note":"",
                "equivalent":"He that gets out of debt grows rich."
            },
            {
                "id":331,
                "proverb":"Kuriithia imwe ti kwenda kwa mwene",
                "translation":"To graze only one goat is not the owner's will.",
                "note":"",
                "equivalent":"Evils come though we do not want them."
            },
            {
                "id":332,
                "proverb":"Kurikanira gutigiragia ndeto ihitane",
                "translation":"o have come to an agreement does not mean that the agreement may not be broken.",
                "note":"",
                "equivalent":"The cat and the dog may kiss, yet are none the better friends."
            },
            {
                "id":333,
                "proverb":"Kurima ni kwienda",
                "translation":"To till the land is to love oneself.",
                "note":"",
                "equivalent":"Work is well done that is well loved."
            },
            {
                "id":334,
                "proverb":"Kurita ni kuru",
                "translation":"It is bad to be a fool.",
                "note":"",
                "equivalent":""
            },
            {
                "id":335,
                "proverb":"Kuruga ti kwega, amu kiura kioragire uthoni na iruga",
                "translation":"To leap is bad, since the male-frog by leaping broke up the betrothal.",
                "note":"The proverb originates in the following fable. One day the male-frog went to his fiancée's home to arrange the marriage with her father. But as soon as the fiancée noticed the indecorous leaping-posture assumed by the male frog during the conversation, she refused to marry him. The Kikuyu tell the proverb to express their esteem for decency and modesty.",
                "equivalent":"Loquacity storms the ear, but modesty takes the heart."
            },
            {
                "id":336,
                "proverb":"Kurua, kugurana na kuriha thiri gutiiriragwo",
                "translation":"Nobody feels sorry for having been circumcissed, for having bought his wife and for having paid hi debts.",
                "note":"The proverb means that there are certain things that leave no regrets.",
                "equivalent":""
            },
            {
                "id":337,
                "proverb":"Kurua ni kuhia",
                "translation":"Being circumcissed is like being scalded.",
                "note":"This means that the pain of the circumcission is a few minutes' pain.",
                "equivalent":""
            },
            {
                "id":338,
                "proverb":"Kurua ni kwara itara",
                "translation":"Being circumcissed is like building the 'itara'.",
                "note":"The 'itara' is a trellis of twigs suspended a short distance above the fire-place in the Kikuyu hut to prevent sparks from setting fire to the thatched roof. The same word is often used to mean the whole hut. Thus this proverb means that a young man as soon as circumcissed, must realise that the years of irresponsibility are over and that he must see about building his hut and starting a new home.",
                "equivalent":"A married man must turn his staff into a stake."
            },
            {
                "id":339,
                "proverb":"Ku ndiriaga",
                "translation":"A blow does not always injure.",
                "note":"",
                "equivalent":""
            },
            {
                "id":340,
                "proverb":"Kuma kwa mbaa guthii kwa heho",
                "translation":"To come from rime and go into the bitter cold.",
                "note":"",
                "equivalent":"To fall out of the frying pan into the fire."
            },
            {
                "id":341,
                "proverb":"Kumagara ni kuhiga",
                "translation":"To come out of one's house means learning.",
                "note":"",
                "equivalent":"Travel makes a wise man better."
            },
            {
                "id":342,
                "proverb":"Kwa mucuni ni gwateirwo ni muhituki",
                "translation":"Mucuni's place was ruined by the traveller.",
                "note":"'Mucuni' is the name of a person who refused hospitality to a passer by. Since hospitality is traditionally sacred among the Kikuyu, they say that this traveller cursed Mucuni's house which went to ruin.",
                "equivalent":""
            },
            {
                "id":343,
                "proverb":"Kwa munegeni gukiura, kwa mukiri kworire tene",
                "translation":"The house of the talkative man perished long after that of the quiet.",
                "note":"It is easy for somebody who is friendly to get help from others.",
                "equivalent":""
            },
            {
                "id":344,
                "proverb":"Kwa mwendwo gutiri irima",
                "translation":"On the way to one's beloved there are no hills.",
                "note":"",
                "equivalent":""
            },
            {
                "id":345,
                "proverb":"Kwaria ni kwendana",
                "translation":"Talking is loving one another.",
                "note":"",
                "equivalent":"Friendship increases by visiting friends."
            },
            {
                "id":346,
                "proverb":"Kwaria ti gucaya",
                "translation":"",
                "note":"",
                "equivalent":"To talk is not to grumble"
            },
            {
                "id":347,
                "proverb":"Kwaria ti gutua cira",
                "translation":"To talk is not to decide.",
                "note":"",
                "equivalent":""
            },
            {
                "id":348,
                "proverb":"Kwigeria mucii ni kwigeria mathina",
                "translation":"To start a family is to start troubles   ",
                "note":"",
                "equivalent":"When a man is married his troubles begin."
            },
            {
                "id":349,
                "proverb":"Kwigita ti guoya",
                "translation":"To prepare is not to be afraid.",
                "note":"",
                "equivalent":"Let him that wants peace prepare for war."
            },
            {
                "id":350,
                "proverb":"Kwionera ti kwirwo",
                "translation":"To see for one's self is different from being told.",
                "note":"",
                "equivalent":"Words are but wind, but seeing is believing."
            },
            {
                "id":351,
                "proverb":"Kuona kimera ti kuria",
                "translation":"To see the crop in the fields is not to eat it.",
                "note":"",
                "equivalent":"There is many a slip, 'twixt the cup and the lip."
            }
            
        ],
        "L":[

        ],
        "M":[
            {
                "id":352,
                "proverb":"Maai maraitika matiri muhitire",
                "translation":"Spilt water has nobody to collect it.",
                "note":"",
                "equivalent":"It is no use crying over spilt milk."
            },
            {
                "id":353,
                "proverb":"Maai mararu timo mahiu",
                "translation":"Lukewarm water is not hot water.",
                "note":"",
                "equivalent":""
            },
            {
                "id":354,
                "proverb":"Maciara maingi ni mbirira nyingi",
                "translation":"Many births mean many burials.",
                "note":"The proverb means that in the family tree where there are many children one must expect many griefs too; and that people who run many businesses must also expect many reverses.",
                "equivalent":"Much coin much care."
            },
            {
                "id":355,
                "proverb":"Mageria nomo mahota",
                "translation":"Trials mean successes.",
                "note":"",
                "equivalent":"Where there is a will there is a way."
            },
            {
                "id":356,
                "proverb":"Maguta makuru matinaga rwimbo",
                "translation":"Old fat sings no song.",
                "note":"This means that he who goes to dance does not anoint himself with rancid fat. The word 'fat' is used for 'beauty, youth'. The proverb means that old folks cannot have admirers as young ones; that old people cannot hope to have more children.",
                "equivalent":"Water run by, will not turn a mill."
            },
            {
                "id":357,
                "proverb":"Maguta mambagio uthiu",
                "translation":"The smearing begins on one's face.",
                "note":"Actually the Kikuyu who smear themselves very often, always begin the anointing on the face, and laugh at people who begin on any other part of the body.",
                "equivalent":"There is a time and a way for all things."
            },
            {
                "id":358,
                "proverb":"Maheni mari mutino",
                "translation":"Lies are dangerous.",
                "note":"",
                "equivalent":"Liars have short wings."
            },
            {
                "id":359,
                "proverb":". Maheni ti thiri",
                "translation":"Lies are no debt.",
                "note":"",
                "equivalent":""
            },
            {
                "id":360,
                "proverb":"Maitho ma andu matiendaga kindu kihinju",
                "translation":"Men's eyes do not like to see anything thin.",
                "note":"The proverb refers to children, oxen and goats.",
                "equivalent":""
            },
            {
                "id":361,
                "proverb":"Maitho ma arume ti ma irang'a",
                "translation":"Men's eyes are not the eyes of the 'irang'a'.",
                "note":"'Irang'a' is an insect with very tiny eyes. The proverb means that the eyes of this insect see very little, while men's eyes see everything.",
                "equivalent":""
            },
            {
                "id":362,
                "proverb":"Maitho ma arume ti mambo",
                "translation":"Men's eyes are not like the 'mambo'.",
                "note":"'Mambo' are the holes the Kikuyu make in the hides for fastening them to the ground when they dry them in the sun.",
                "equivalent":""
            },
            {
                "id":363,
                "proverb":"Maitho ma ciura matigiragia ng'ombe inyue",
                "translation":"The eyes of frogs do not prevent cattle from drinking.",
                "note":"",
                "equivalent":"Do what thou ought, let come what may."
            },
            {
                "id":364,
                "proverb":"Maitho maronana mari nduiriro",
                "translation":"The eyes which see each other are destined to see each other again.",
                "note":"",
                "equivalent":"Friendship increases by visiting friends."
            },
            {
                "id":365,
                "proverb":"Maithori ti ruthiomi",
                "translation":"Tears are no language.",
                "note":"",
                "equivalent":"Tears, idle tears."
            },
            {
                "id":366,
                "proverb":"Marakara ma arume matituuraga ta ma aka",
                "translation":"Men's anger does not last so long as women's.",
                "note":"",
                "equivalent":"Women are as prone to revenge injuries as men to forgive them."
            },
            {
                "id":367,
                "proverb":"Marakara ti gitei",
                "translation":"Getting into rage means being proud.",
                "note":"",
                "equivalent":""
            },
            {
                "id":368,
                "proverb":"Mari mbere matirutaga nyota",
                "translation":"Run-by water does not quench the thirst.",
                "note":"",
                "equivalent":"Water run by, will not turn a mill."
            },
            {
                "id":369,
                "proverb":"Matari maku mahitukaga ugikunja ituma",
                "translation":"The water that is not yours flows away while you are folding the 'ituma'.",
                "note":"'Ituma' is the leaf of a kind of edible arum. Out of these large leaves the Kikuyu used to drink water.",
                "equivalent":""
            },
            {
                "id":370,
                "proverb":"Mathanwa mari kiondo kimwe matiagaga gukomorania",
                "translation":"Many axes in one basket must hit against each other.",
                "note":"",
                "equivalent":""
            },
            {
                "id":371,
                "proverb":"Matienda mwako mendaga murugurio",
                "translation":"Some people do not like the building of a hut, though they like the 'Murugurio'.",
                "note":"'Murugurio' is a kind of dedication-ceremony held by the witch-doctor to solemnize the completion of a new hut. On such occassion the owner of the hut distributes beer to his relations and to the people who assisted him in the building.",
                "equivalent":"There is scarcity of friendship but not of friends."
            },
            {
                "id":372,
                "proverb":"Matigana nomo moranwo",
                "translation":"They who leave one another forget one another.",
                "note":"",
                "equivalent":"Out of sight, out of mind."
            },
            {
                "id":373,
                "proverb":"Matiruka ni maingi kuruga magua",
                "translation":"Slips outnumber falls.",
                "note":"",
                "equivalent":"Every slip is not a fall."
            },
            {
                "id":374,
                "proverb":"Matuku ni nguririri",
                "translation":"Days pass quickly.",
                "note":"",
                "equivalent":"Time fleeth away without delay."
            },
            {
                "id":375,
                "proverb":"Matuku ni thigo",
                "translation":"The days are a hurry, i.e. go quickly.",
                "note":"",
                "equivalent":"Time fleeth away without delay."
            },
            {
                "id":376,
                "proverb":"Matuku ti ma kiumia",
                "translation":"Not all days are sundays.",
                "note":"",
                "equivalent":"Christmas comes but once in a year."
            },
            {
                "id":377,
                "proverb":"Matumbi ma njamba matituranaga",
                "translation":"The eggs of males do not hatch each other.",
                "note":"The proverb means both that any man prefers living with a woman rather than another man, and that there ought not to be two people commanding in one home.",
                "equivalent":"Two sparrows upon one ear of wheat cannot agree."
            },
            {
                "id":378,
                "proverb":"Maundu ni ndiganiro",
                "translation":"The important things are left in the locker.",
                "note":"In other words, they are not told to everybody.",
                "equivalent":"Tell not all you know."
            },
            {
                "id":379, 
                "proverb":"Mba yakwa irihagwo na ingi",
                "translation":"My stolen or damaged lamb must be replaced by another.",
                "note":"",
                "equivalent":"An eye for an eye, a tooth for a tooth"
            },
            {
                "id":380,
                "proverb":"Mbaara ti ucuru",
                "translation":"War is not porridge.",
                "note":"",
                "equivalent":""
            },
            {
                "id":381,
                "proverb":"Mbaaraya ya aka ndiri ng'ondu",
                "translation":"Women's strife has no sheep",
                "note":"According to the Kikuyu custom the one that wounds another in a quarrel must pay a sheep as a fine. The proverb means that in women's strifes nobody incurs such a fine, for their quarrels are usually words only.",
                "equivalent":"Words are for women, actions for men."
            },
            {
                "id":382,
                "proverb":"Mbari ya ngeka makorirwo matari meka",
                "translation":"They who said 'I shall do' became people who had done nothing.",
                "note":"",
                "equivalent":"Never leave that till tomorrow which you can today."
            },
            {
                "id":383,
                "proverb":"Mbia ininaga ndarwa na igutha",
                "translation":"The mouse finishes the hide by gnawing.",
                "note":"",
                "equivalent":"Little strokes fell great oaks."
            },
            {
                "id":384,
                "proverb":"Mbere ndiriragwo ta thutha",
                "translation":"The future is not so much regretted as the past.",
                "note":"",
                "equivalent":""
            },
            {
                "id":385,
                "proverb":"Mbere ni gikeno thutha ni maithori",
                "translation":"Tears follow joy.",
                "note":"",
                "equivalent":""
            },
            {
                "id":3,
                "proverb":"",
                "translation":"",
                "note":"",
                "equivalent":""
            },
            {
                "id":386,
                "proverb":"Mbere no mbere thutha no mugiano",
                "translation":"Before is before: afterwards there is nothing but repining.",
                "note":"",
                "equivalent":"Resist the beginnings."
            },
            {
                "id":387,
                "proverb":"Mbogo nyingi itiri nyama",
                "translation":"Many buffaloes are no meat.",
                "note":"",
                "equivalent":"If you run after two hares, you will catch neither."
            },
            {
                "id":388,
                "proverb":"Mbui nyingi ndiri munge",
                "translation":"A small flower has no smell.",
                "note":"",
                "equivalent":"A little barrel can give but little meal."
            },
            {
                "id":389,
                "proverb":"Mburi igucagio ni munyu",
                "translation":"The goat is attracted by salt.",
                "note":"",
                "equivalent":"The bait not the hook catches the fish."
            },
            {
                "id":390,
                "proverb":"Mburi itiugagirwo mbu",
                "translation":"No alarm is shouted for a goat (because it is not a dangerous beast).",
                "note":"",
                "equivalent":"Do not waste time and money on unworthy things."
            },
            {
                "id":391,
                "proverb":"Mburi na kaana itirumagwo",
                "translation":"The goat and the child are not insulted (because they cannot defend themselves).",
                "note":"",
                "equivalent":""
            },
            {
                "id":392,
                "proverb":"Mburi ya mai ndiremaga",
                "translation":"One can always find the goat to pay the penalty for having defecated in another's house.",
                "note":"According to Kikuyu customs he who defecates in another's house is liable to be fined a goat. The proverb means that he whoincurred such penalty will contrive to find the means to pay it.",
                "equivalent":"Necessity sharpens industry."
            },
            {
                "id":393,
                "proverb":"Mburi ya rwagatha ndikiraga",
                "translation":"A chattering goat does not keep its tongue.",
                "note":"The word 'goat' is here used instead of 'people'.",
                "equivalent":"A fool may ask more questions in an hour than a wise man can answer in seven years."
            },
            {
                "id":394,
                "proverb":"Mburi yene muitha ni gutu",
                "translation":"Mburi yene muitha ni gutu",
                "note":"The proverb means that a stranger coming in when a slaughtered goat is distributed, must not expect to be given a choice morsel, but rather an inferior part like an ear. Metaphorically the proverb means that a prudent person keeps for himself and his family the best parts of anything instead of giving them away to his visitors and friends.",
                "equivalent":""
            },
            {
                "id":395,
                "proverb":"Mburi ndia muhu ndingirigaria",
                "translation":"The goat which eats ashes does not hide its habit.",
                "note":"The Kikuyu live under the same roof as their animals. So if any goat forms the habit of leaving its place and coming to lick ashes at the fire, it will soon be discovered. In the same manner the vices of the wicked will soon be known.",
                "equivalent":""
            },
            {
                "id":396,
                "proverb":"Mburi nguru nditihagira tuhu",
                "translation":"An old goat does not sneeze without cause.",
                "note":"The proverb means that old folks speak the truth and do not speak without reason.",
                "equivalent":"Old dogs bark not for nothing."
            },
            {
                "id":397,
                "proverb":"Mburi ti marigu",
                "translation":"Goats are not bananas (which are given for nothing).",
                "note":"",
                "equivalent":"There are no pains without pains."
            },
            {
                "id":398,
                "proverb":"Mburi ya ngia yaringirira no uguo bata uringagirira",
                "translation":"When the poor man's goat is about to kid, then the need drops also.",
                "note":"The proverb means that if a man rejoices because his goat is going to kid and so increase property, a sudden need might   to sell his goat.",
                "equivalent":"Count not your chickens before they be hatched."
            },
            {
                "id":399,
                "proverb":"Mbu ya arume itikagio ni athamaki",
                "translation":"Men's alarm-shouts are answered by the elders.",
                "note":"The proverb means that if the alarm is shouted only by women one can make light of it; but if the alarm is cried by men there exists a real danger. Metaphorically the proverb means that women cannot claim any right of discussing or giving evidence in court.",
                "equivalent":"Let women spin and not preach."
            },
            {
                "id":400,
                "proverb":"Mbugi ndikirite muriha",
                "translation":"The bell needs its tongue.",
                "note":"In this proverb the word 'bell' means 'woman', and 'tongue' means 'man'.",
                "equivalent":"Wives must be bad, be they good or bad."
            },
            {
                "id":401,
                "proverb":"Mburungo nyinyi iri muthiomeri irugite nene itari muthiomeri",
                "translation":"A trifle well presented becomes more precious than a thing of great value badly presented.",
                "note":"",
                "equivalent":"It is not the value of a gift that matters but the intentions of the giver."
            },
            {
                "id":402,
                "proverb":"Me haraya matirutaga nyota",
                "translation":"A distant water does not quench one's thirst.",
                "note":"",
                "equivalent":""
            },
            {
                "id":403,
                "proverb":"Menya wigerere ndukore.",
                "translation":"Be not too proud lest you ruin yourself.",
                "note":"",
                "equivalent":""
            },
            {
                "id":404,
                "proverb":"Miano nditukanagio no kanua",
                "translation":"The 'miano' cannot be confused, but the mouth can.",
                "note":"'Miano' are the small gourds used by witch-doctors to contain the divining stones. The proverbs means that the divining stones cannot fail to tell the truth, though it may happen that the witch-doctor does not tell it.",
                "equivalent":"God cures and the doctor takes the fee."
            },
            {
                "id":405,
                "proverb":"Migambo ni miruki ya ngoro",
                "translation":"The words are the odour of the heart.",
                "note":"",
                "equivalent":"The tongue ever turns to the aching tooth."
            },
            {
                "id":406,
                "proverb":"Miguguta iri ndiambagiririo",
                "translation":"Two hides are not laid out at the same time.",
                "note":"",
                "equivalent":"One cannot be in two places at once."
            },
            {
                "id":407,
                "proverb":"Miguire ya ngu na ya migogo ti imwe",
                "translation":"he fall of branches and that of big trees are not the same.",
                "note":"",
                "equivalent":""
            },
            {
                "id":408,
                "proverb":"Mihehu yongagirirwo gukunga",
                "translation":"Speaking in a whisper is followed by hiding (in order to steal).",
                "note":"The proverb means that people who whisper are probably arranging something evil.",
                "equivalent":"Beware of a silent dog and still water."
            },
            {
                "id":409,
                "proverb":"Mitheko itari githimi yumaga kanua-ini ka irimu",
                "translation":"Laugh without measure comes out of fools' mouths.",
                "note":"",
                "equivalent":"The laughter of fools."
            },
            {
                "id":410,
                "proverb":"Mondo ti thegi",
                "translation":"One's pocket is not a repository (in which all people can put their hands).",
                "note":"Pocket means in this case home affairs.",
                "equivalent":"Scald not your lips in another man's pottage."
            },
            {
                "id":411,
                "proverb":"Mondo yene ndiikagio njara",
                "translation":"The hand has not to be put into another's pocket.",
                "note":"",
                "equivalent":"Scald not your lips in another man's pottage."
            },
            {
                "id":412,
                "proverb":"Mubatari ndaconokaga",
                "translation":"He who is in necessity does not feel ashamed (to ask for help).",
                "note":"",
                "equivalent":""
            },
            {
                "id":413,
                "proverb":"Mucakwe uguithagia njamba",
                "translation":"A cob of maize can knock down a giant.",
                "note":"",
                "equivalent":"A small leak will sink a great ship."
            },
            {
                "id":414,
                "proverb":"Mucangacangi onaga miguongo",
                "translation":"It is he who travels that finds the tusk.",
                "note":"",
                "equivalent":"God helps those who help themselves."
            },
            {
                "id":415,
                "proverb":"Mucari urutagwo ndugu-ini",
                "translation":"Yaws is caught through friendship.",
                "note":"The proverb means that just as the disease is contracted by contact with infected people, so bad habits are acquired by consorting with bad people.",
                "equivalent":"Who keeps company with a wolf will learn how to howl."
            },
            {
                "id":416,
                "proverb":"Mucaria ungi ndamwagaga",
                "translation":"He who looks for another must find him.",
                "note":"",
                "equivalent":"He who will seek may find."
            },
            {
                "id":417,
                "proverb":"Muceera na mukundu akundukaga taguo",
                "translation":"He who walks with a mangy man becomes mangy.",
                "note":"",
                "equivalent":"He who keeps company with a wolf will learn to howl."
            },
            {
                "id":418,
                "proverb":"Muciari ari tha",
                "translation":"Parents are merciful.",
                "note":"",
                "equivalent":""
            },
            {
                "id":419,
                "proverb":"Muciari ndairagio ngoro ni kimira kia mwana wake",
                "translation":"Parents do not feel sick when wiping the mucus from their child's nose.",
                "note":"",
                "equivalent":""
            },
            {
                "id":420,
                "proverb":"Muciari ndathikuragia igwa itina",
                "translation":"Parents do not take away the earth that covers the root of the sugar cane.",
                "note":"As a good farmer does not uncover the roots of the sugar cane lest it may dry, so good parents have a limit also in punishing their children.",
                "equivalent":""
            },
            {
                "id":421,
                "proverb":"Muciari ni etiagira",
                "translation":"Parents are proud of their chidren.",
                "note":"",
                "equivalent":""
            },
            {
                "id":422,
                "proverb":"Mucii ndwathagwo ni utawakire",
                "translation":"The house is not ruled by him that did not build it.",
                "note":"",
                "equivalent":"Mind your own business.   "
            },
            {
                "id":423,
                "proverb":"Mucii ni kurarwo uraragwo, ndutindagwo.",
                "translation":"The house is for sleeping in by night, not for staying in by day.",
                "note":"",
                "equivalent":"There is a time for all things."
            },
            {
                "id":424,
                "proverb":"Mucii uri mburi ndwagaga kihuno",
                "translation":"The house which has goats does not lack miscarriages.",
                "note":"",
                "equivalent":"Who has land, has war."
            },
            {
                "id":425,
                "proverb":"Mucingu munene unaga hiti kuguru",
                "translation":"The strong smell (of roasting meat) causes the hyena to break its leg.",
                "note":"",
                "equivalent":"Hasty climbers have sudden falls."
            },
            {
                "id":426,
                "proverb":"Muciriri kirimu ndaigaga muthigi thi",
                "translation":"He who advises a fool does not lay down his 'muthigi'.",
                "note":"'Muthigi' is the staff of the elders.",
                "equivalent":""
            },
            {
                "id":427,
                "proverb":"Muciri umwe ndagambaga",
                "translation":"One man alone in a tribunal can say nothing, i.e. can take no decision.",
                "note":"",
                "equivalent":""
            },
            {
                "id":428,
                "proverb":"Mucukani ndari mucii mwega",
                "translation":"A slanderer has no peaceful home.",
                "note":"",
                "equivalent":"Slander flings stones at itself."
            },
            {
                "id":429,
                "proverb":"Mugambo uri kugua thi nduoyagwo; woyagwo na ungi",
                "translation":"A word that has fallen to the ground cannot be picked up: it is picked up by another.",
                "note":"",
                "equivalent":"Time and words can never be recalled."
            },
            {
                "id":430,
                "proverb":"Mugambo uroigwo ndugukagwo",
                "translation":"A word given must not be retaken.",
                "note":"",
                "equivalent":""
            },
            {
                "id":431,
                "proverb":"Mugariura igiri ndagaga imwe icura",
                "translation":"He who broils two maize cobs (at the same time) burns one of them.",
                "note":"",
                "equivalent":"He who hunts two hares leaves one and loses the other."
            },
            {
                "id":432,
                "proverb":"Mugathi uri gutwika nducokaga muigana",
                "translation":"A broken necklace cannot be made whole again.",
                "note":"",
                "equivalent":"A broken friendship may be soldered, but will never be sound."
            },
            {
                "id":433,
                "proverb":"Mugathi wa kuona uteaga wa mwene",
                "translation":"The necklace found makes you lose your own, too.",
                "note":"",
                "equivalent":"Ill-gotten things seldom prosper."
            },
            {
                "id":434,
                "proverb":"Mugeni amiaga mbirira",
                "translation":"The foreigner evacuates in the cemetery (for he does not know the place and its customs).",
                "note":"",
                "equivalent":""
            },
            {
                "id":435,
                "proverb":"Mugeni kirimu ndarugagirwo njohi",
                "translation":"One does not give any beer to a foolish visitor.",
                "note":"he proverb means both that it is not honourable for the host to give hospitality to a fool, and that it is silly to give beer to a fool since he does not enjoy it",
                "equivalent":"He is not the fool that the fool is, but he that with the fools deals."
            },
            {
                "id":436,
                "proverb":"Mugeni ndahuhitaga",
                "translation":"A guest does not eat as much as he wants; i.e. he must not be greedy.",
                "note":"",
                "equivalent":""
            },
            {
                "id":437,
                "proverb":"Mugeni ni ruui",
                "translation":"The guest is like a river, i.e. he passes quickly.",
                "note":"",
                "equivalent":"Fish and guests smell at three days old."
            },
            {
                "id":438,
                "proverb":"Mugethi utuku agethire kiri muura",
                "translation":"He who harvests by night, reaps chaff.",
                "note":"",
                "equivalent":"There is a time for all things."
            },
            {
                "id":439,
                "proverb":"Mugi ni mwire",
                "translation":"He who has been advised is wise.",
                "note":"",
                "equivalent":"A man forewarned is forearmed."
            },
            {
                "id":440,
                "proverb":"Mugiri rwa kunyitura agirire rwa kunyitia",
                "translation":"One can cause the illness which he wanted to cure.",
                "note":"",
                "equivalent":"The cure may be worse than the disease."
            },
            {
                "id":441,
                "proverb":"Mugiti ndagaga ruhara",
                "translation":"He who irritates will be scratched.",
                "note":"",
                "equivalent":"Let the sleeping dogs lie."
            },
            {
                "id":442,
                "proverb":"Mugogo umwe nduhingaga iriuko",
                "translation":"One trunk does not close a river.",
                "note":"",
                "equivalent":"One flower makes no garland."
            },
            {
                "id":443,
                "proverb":"Mugoma murungu ni uturaga nyungu",
                "translation":"he she-sheep can break the cooking pot, and still she has no horn.",
                "note":"Cooking pot means here an affair of great importance. The meaning of the proverb is that a fool can spoil wise people's affairs.",
                "equivalent":""
            },
            {
                "id":444,
                "proverb":"Mugunda uraga na rutere",
                "translation":"A field begins to become wilderness from a side; i.e. from a small place.",
                "note":"",
                "equivalent":"A little neglect may breed a great mischief."
            },
            {
                "id":445,
                "proverb":"Mugunda wa mwere umenyagwo na ngetho",
                "translation":"One knows a field of millet from its crop.",
                "note":"",
                "equivalent":"A tree is known by its fruits."
            },
            {
                "id":446,
                "proverb":"Mugunda wene nduinagwo",
                "translation":"Another's field is not praised.",
                "note":"he proverb refers to the fact that the Kikuyu when they are drunk imagine themselves very rich, and so become proud of others' riches.",
                "equivalent":""
            },
            {
                "id":447,
                "proverb":"Mugurira hakuhi ni ta aheo",
                "translation":"The man who buys something at a place near by is like the man who is given something.",
                "note":"",
                "equivalent":"That is little esteemed that costs little."
            },
            {
                "id":448,
                "proverb":"Mugui utari wa awa ni ukundemburira thiaka",
                "translation":"The arrow which is not my father's, pierces my quiver.",
                "note":"",
                "equivalent":"Ill gotten goods seldom prosper."
            },
            {
                "id":449,
                "proverb":"Muhaka na ciake itimuragia thakame",
                "translation":"He who pays another with his own things, does not bleed.",
                "note":"The proverb means that one spends his money willingly when he needs help.",
                "equivalent":""
            },
            {
                "id":450,
                "proverb":"Muhakana na ciake itimuragira",
                "translation":"He who stands close to his things does not lose them.",
                "note":"",
                "equivalent":"The master's eyes make the horse fat."
            },
            {
                "id":451,
                "proverb":"Muhaki ndari hiu igiri",
                "translation":"The messenger of peace has no two knives (presents).",
                "note":"",
                "equivalent":"Messengers should neither be beheaded nor hanged."
            },
            {
                "id":452,
                "proverb":"Muhandi tiwe murii",
                "translation":"He who plants is not he who eats.",
                "note":"",
                "equivalent":"Man proposes, God disposes."
            },
            {
                "id":453,
                "proverb":"Muharwo niwe uthingataga githaka",
                "translation":"The one with diarrhoea must look for a bush.",
                "note":"",
                "equivalent":"Let him that is cold blow coal."
            },
            {
                "id":454,
                "proverb":"Muhehwo ni matu meri ndaiguaga",
                "translation":"He who is spoken to at both ears does not understand.",
                "note":"",
                "equivalent":"Too much consulting confounds."
            },
            {
                "id":455,
                "proverb":"Muhenania ndathekaga",
                "translation":"A liar does not laugh (for if a liar laughs when he tells a lie he is not believed).",
                "note":"",
                "equivalent":""
            },
            {
                "id":456,
                "proverb":"Muhenia ago oigaga murimu uri guthira",
                "translation":"He who would deceive the witch-doctors says that his illness is finished",
                "note":"",
                "equivalent":"Hide nothing from thy minister, physician and lawyer."
            },
            {
                "id":457,
                "proverb":"Muhenio ari matuku kuri muhenania",
                "translation":"The deceived has many more days than the deceiver.",
                "note":"",
                "equivalent":"Liars have short wings."
            },
            {
                "id":458,
                "proverb":"Muhenio ti mugi ta muhenania",
                "translation":"The deceived is not so cunning as the deceiver.",
                "note":"",
                "equivalent":""
            },
            {
                "id":459,
                "proverb":"Muheo ndagathimaga",
                "translation":"He who receives must not measure.",
                "note":"",
                "equivalent":"Do not look a gift horse in the mouth."
            },
            {
                "id":460,
                "proverb":"Muhikana na kuria ahikanaga na guitwo",
                "translation":"He who takes his food in a hurry, is also choked in a hurry.",
                "note":"",
                "equivalent":"Haste makes waste."
            },
            {
                "id":461,
                "proverb":"Muhiki ariaga rubia",
                "translation":"He who hastens eats money; i.e. wastes his money.",
                "note":"",
                "equivalent":"Haste makes waste."
            },
            {
                "id":462,
                "proverb":"Muhiki atumaga rweru",
                "translation":"He who is in a hurry sews a garment (whereas he could mend the old one).",
                "note":"",
                "equivalent":"Haste makes waste."
            },
            {
                "id":463,
                "proverb":"Muhiriga ti muhirigo",
                "translation":"A clan is not a wall (which can be destroyed).",
                "note":"The Kikuyu are very keen on keeping distinction between one clan and the other. That is why they say that distinction cannot be cancelled.",
                "equivalent":""
            },
            {
                "id":464,
                "proverb":"Muhoreri ndari ngui",
                "translation":"He who is quiet has no troubles",
                "note":"",
                "equivalent":""
            },
            {
                "id":465,
                "proverb":"Muhotwo ndararaga kiharo",
                "translation":"He that has been beaten in a quarrel does not sleep in the court-yard.",
                "note":"",
                "equivalent":"Scalded cats fear even cold water."
            },
            {
                "id":466,
                "proverb":"Muhuunu etaga uhutii mukoroku",
                "translation":"He who is surfeited calls the hungry one glutton.",
                "note":"",
                "equivalent":"It is easy preaching to the fasting in a full belly."
            },
            {
                "id":467,
                "proverb":"Muici athamagia murogi",
                "translation":"The thief makes the poisoner change his residence.",
                "note":"The proverb comes from the following story. A witch-doctor intended to poison a thief. But the thief always managed to steal the poison and the witch-doctor had to find a fresh home. ",
                "equivalent":""
            },
            {
                "id":468,
                "proverb":"Muici na kihii atigaga kieha kiarua",
                "translation":"He who robbed in company with a boy will live in fear until the boy is circumcissed.",
                "note":"",
                "equivalent":"What children hear at home soon flies abroad."
            },
            {
                "id":469,
                "proverb":"Muici na mundu muka atigaga kieha akua",
                "translation":"He who robbed in company with a woman, will live in fear until she dies (for a woman cannot keep a secret).",
                "note":"",
                "equivalent":"Woman conceals only what she knows not."
            },
            {
                "id":470,
                "proverb":"Muici ndathiragwo ni mari hindi",
                "translation":"The thief cannot keep fit, because his stools contain undigested food.",
                "note":"The proverb means that a thief, who eats his food in a hurry and with the fear of being caught, cannot enjoy good health.",
                "equivalent":"Ill-gotten things seldom prosper."
            },
            {
                "id":471,
                "proverb":"Muici uri hunyu arindagira uri maguta",
                "translation":"An ugly thief is more likely to be caught than one smeared with fat: i.e. carefully dressed.",
                "note":"The proverb means that a robber who cannot dissemble will soon be discovered, while the thief who can sham, will continue to flourish.",
                "equivalent":""
            },
            {
                "id":472,
                "proverb":"Muici utari munyite ni muria gake",
                "translation":"The thief who has not been caught eats of his own.",
                "note":"he proverb means that stolen goods belong to the thief if he is not caught.",
                "equivalent":""
            },
            {
                "id":473,
                "proverb":"Muici wa muthenya ni oio, na wa utuku ni oio",
                "translation":"He who robs in the day is known, and he who robs in the night is known, too.",
                "note":"",
                "equivalent":"What is done by night appears by day."
            },
            {
                "id":474,
                "proverb":"Muigua uthekagirira cong'e",
                "translation":"The big thorn laughs at the small one.",
                "note":"",
                "equivalent":"The greatest thieves punish the small ones."
            },
            {
                "id":475,
                "proverb":"Muihwa ndahoyaga na ndaimagwo",
                "translation":"A cousin does not ask and is not refused anything (because he is a member of the kindred).",
                "note":"",
                "equivalent":""
            },
            {
                "id":476,
                "proverb":"Muihwa ndaimagwo runyeni",
                "translation":"A cousin is not denied a meal.",
                "note":"A cousin does not ask and is not refused anything (because he is a member of the kindred).",
                "equivalent":"Charity begins at home."
            },
            {
                "id":477,
                "proverb":"Muikarania na kiimba ndagaga maithori",
                "translation":"He who stays near a corpse cannot help weeping.",
                "note":"",
                "equivalent":""
            },
            {
                "id":478,
                "proverb":"Muikaranio niguo mubarano",
                "translation":"To stay together is to kno each other.",
                "note":"",
                "equivalent":""
            },
            {
                "id":479,
                "proverb":"Muikari muti gitina niwe ui kiria thambo iriaga",
                "translation":"He who stays at the foot of the tree knows what 'thambo' eat.",
                "note":"'Thambo' are the black ants which live and nest on the trees. The proverb means that nobody knows the affairs of a home, society, etc. better than he who lives or has part in it.",
                "equivalent":"Every man knows his own business best."
            },
            {
                "id":480,
                "proverb":"Muikari na hunyu ndakoragwo onete maguta akarega kwihaka",
                "translation":"He who is ugly, is not so because he refused to smear himself with fat (but rather because he had no fat to smear himself with).",
                "note":"",
                "equivalent":"We are but what God made us."
            },
            {
                "id":481,
                "proverb":"Muikia ndoi mwehereri",
                "translation":"He that shoots an arrow does not know whom he will hit.",
                "note":"",
                "equivalent":"You know not where a stone may light."
            },
            {
                "id":482,
                "proverb":"Muimwo ni iri ndatuuraga",
                "translation":"He on whom fortune has frowned cannot live long.",
                "note":"",
                "equivalent":""
            },
            {
                "id":483,
                "proverb":"Muingatwo na kihooto ndacokaga",
                "translation":"The man overwhelmed by another's arguments does not return to discuss matters.",
                "note":"",
                "equivalent":"Once bitten, twice shy."
            },
            {
                "id":484,
                "proverb":"Muinuki kwao ndatukagirwo",
                "translation":"He who keeps good hours is not surprised by night.",
                "note":"",
                "equivalent":"Early to bed, early to rise, make a man healthy, wealthy and wise."
            },
            {
                "id":485,
                "proverb":"Muka mucangacangi ndagaga mwana",
                "translation":"A woman that hangs about does not lack children.",
                "note":"The proverb refers to the married women who, failing to have children of their husbands', go around looking for other men.",
                "equivalent":""
            },
            {
                "id":486,
                "proverb":"Muka mukuru acokagirirwo na gikuu",
                "translation":"One returns to the old wife when the young one dies.",
                "note":"",
                "equivalent":"Half a loaf is better than no bread."
            },
            {
                "id":487,
                "proverb":"Muka uri kironda ainagira gitiro ihugo",
                "translation":"The woman who has a sore dances on the outskirts.",
                "note":"",
                "equivalent":"A guilty conscience needs no accuser."
            },
            {
                "id":488,
                "proverb":"Muka uri mwana ndoraga",
                "translation":"The woman who has children does not desert her home.",
                "note":"",
                "equivalent":""
            },
            {
                "id":489,
                "proverb":"Muka wa mwathi ahingaga na kuguru etereire kigurumuki oke",
                "translation":"The hunter's wife, awaiting her husband's return, closes the door only with her foot; i.e. she leaves the door unbolted so that her husband may enter more quickly with his prey.",
                "note":"",
                "equivalent":""
            },
            {
                "id":490,
                "proverb":"Muikarire ni umwe no murarire ti umwe",
                "translation":"To stay together is not the same as to have the same type of life.",
                "note":"People often agree in words but not in judgement.",
                "equivalent":""
            },
            {
                "id":491,
                "proverb":"Mukagera mahoro ma ndugira",
                "translation":"You will pass through the ear-holes.",
                "note":"The Kikuyu pierce the lobes and the upper part of their ears to put wooden sticks in the holes as an ornament. They use this proverb referring to people attempting to perform impossibilities.",
                "equivalent":"It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of heaven."
            },
            {
                "id":492,
                "proverb":"Mukami tiwe munyiti njau",
                "translation":"He that milks is not he that holds the calf.",
                "note":"",
                "equivalent":"Every man to his own job."
            },
            {
                "id":493,
                "proverb":"Mukari aimaga uhuni",
                "translation":"The miser denies food to him who is surfeited.",
                "note":"The proverb refers to stingy people who deny some help  to others who would in turn be the most helpful.",
                "equivalent":""
            },
            {
                "id":494,
                "proverb":"Muukiri tene ainukaga tene",
                "translation":"He who gets up early returns early.",
                "note":"",
                "equivalent":"The early bird catches the worm."
            },
            {
                "id":495,
                "proverb":"Mukurira githunu ndamenyagwo",
                "translation":"He who ages in the 'githunu' is not known by other people how old he is.",
                "note":"'Githunu' is a dormitory where unmarried people sleep. The proverb means that he who has no hut and no wife will age without having children to tell him how old he is.",
                "equivalent":""
            },
            {
                "id":496,
                "proverb":"Mukuru, gaya, unyonie mugaire",
                "translation":"Old man, divide, and teach me how to divide.",
                "note":"his proverb shows how the Kikuyu respected old people, to whom was left the distribution of meat, beer, etc. at all gatherings.",
                "equivalent":"Old age is honourable."
            },
            {
                "id":497,
                "proverb":"Mukwithia ari itigi kwi muthati",
                "translation":"The woman whose sons have died is richer than a barren woman.",
                "note":"",
                "equivalent":""
            },
            {
                "id":498,
                "proverb":"Mumbi arugaga na ngio",
                "translation":"The pot-maker cooks in a potsherd.",
                "note":"",
                "equivalent":"The tailor's wife is worst clad."
            },
            {
                "id":499,
                "proverb":"Mumeni mundu ungi amwitaga kiongo kia njau",
                "translation":"He who despises another man, calls him 'head of calf'.",
                "note":"Owing to their esteem for oxen, it is not dishonourable for the Kikuyu to be told he has a head as big as that of an ox. But it is shameful to be called 'head of calf' since the calf is a useless animal.",
                "equivalent":""
            },
            {
                "id":500,
                "proverb":"Mumeni ungi amurutaga mbaki iniuru",
                "translation":"He who despises another steals even the snuff from his nose; i.e. has no respect for him.",
                "note":"",
                "equivalent":""
            },
            {
                "id":501,
                "proverb":"Mundu ageraga maimwo ndageraga maheo",
                "translation":"Man counts what he is refused, not what he is given.",
                "note":"",
                "equivalent":"We are more mindful of injuries than benefits."
            },
            {
                "id":502,
                "proverb":"Mundu mugi ndari muhere wa uhoro",
                "translation":"A wise man does not need to be told a thing twice.",
                "note":"",
                "equivalent":"A word is enough to the wise."
            },
            {
                "id":503,
                "proverb":"Mundu mugo nderaguragira",
                "translation":"The witch-doctor cannot do for himself what he does for others.",
                "note":"",
                "equivalent":""
            },
            {
                "id":504,
                "proverb":"Mundu mugo wa gwithokia ndari rua",
                "translation":"The witch-doctor who goes to see a patient without being sent for, will not have the hide of the slaughtered goat; i.e. will have no reward.",
                "note":"",
                "equivalent":"Give no counsel no salt till you are asked for it."
            },
            {
                "id":505,
                "proverb":"Mundu mugo wa ituura ndagaga",
                "translation":"The witch-doctor of the place is not needed.",
                "note":"",
                "equivalent":"Never a prophet was valued in his own country."
            },
            {
                "id":506,
                "proverb":"Mundu muka na iguru itimenyagirwo",
                "translation":"Woman and sky cannot be understood.",
                "note":"",
                "equivalent":"Woman, wind and fortune are ever changing."
            },
            {
                "id":507,
                "proverb":"Mundu muka ndoragagwo",
                "translation":"A woman must not be killed.",
                "note":"The reasons for this proverb are the facts that the woman is too weak to defend herself and that only the woman can produce children.",
                "equivalent":""
            },
            {
                "id":508,
                "proverb":"Mundu muka ndatumagwo thiri-ini",
                "translation":"A woman is not sent to collect debts.",
                "note":"",
                "equivalent":"Let women spin and not preach."
            },
            {
                "id":509,
                "proverb":"Mundu muigwa ni muhootani",
                "translation":"The obedient man gets through.",
                "note":"",
                "equivalent":"Do what thou ought and dread no shame."
            },
            {
                "id":510,
                "proverb":"Mundu murume ni wa karugi",
                "translation":"Men act promptly.",
                "note":"",
                "equivalent":""
            },
            {
                "id":511,
                "proverb":"Mundu urakanyuira niwe ui kari rita",
                "translation":"He that has drunk once, knows that to drink is a pleasure; i.e. he who has experienced something knows whether it is good or bad.",
                "note":"",
                "equivalent":"Experience is the father of wisdom."
            },
            {
                "id":512,
                "proverb":"Mundu uri na undu otaga mwaki na riua",
                "translation":"The man who warms himself at the fire while the sun is shining, does so for some reason.",
                "note":"",
                "equivalent":""
            },
            {
                "id":513,
                "proverb":"Mundu utari mburi ndendaga nyama",
                "translation":"People who have no goat do not desire meat.",
                "note":"'Sour grapes,' as the fox said when he could not reach them.",
                "equivalent":""
            },
            {
                "id":514,
                "proverb":"Mundu utathiaga athinjaga mwati atoi ndurume iri gicegu",
                "translation":"He that does not travel slaughters the she goat as he is ignorant of a ram in his fold; i.e. he is stupid.",
                "note":"",
                "equivalent":""
            },
            {
                "id":515,
                "proverb":"Mundu utathiaga oi no nyina urugaga",
                "translation":"He who does not travel only knows his mother's cooking.",
                "note":"",
                "equivalent":""
            },
            {
                "id":516,
                "proverb":"Mundu wa rurugi ourugagwo akerwo niwe wourugana",
                "translation":"He who is wont to provoke others, is called a provoker even when he is provoked.",
                "note":"",
                "equivalent":"A liar is not believed when he speaks the truth."
            },
            {
                "id":517,
                "proverb":"Mundwithia rimwe ngagacoka kunwithia ringi",
                "translation":"He who has circumcised me once does not return to do it again.",
                "note":"The proverb means that he who has erred or has been cheated once, becomes wise and will not be cheated a second time.",
                "equivalent":"He who stumbles twice over one stone deserves to break his shins."
            },
            {
                "id":518,
                "proverb":"Munua umwe ni ugaruragirwo",
                "translation":"One mouth must be changed; i.e. it is not good to talk always with the same person nor about the same things.",
                "note":"",
                "equivalent":"Change of pasture makes fat calves."
            },
            {
                "id":519,
                "proverb":"Munyaka ni unyakukagwo",
                "translation":"Fortune passes.",
                "note":"",
                "equivalent":"When fortune smiles, take the advantage."
            },
            {
                "id":520,
                "proverb":"Munyaka uri mbere ya kahinga",
                "translation":"Fortune is beyond the bush; i.e. the obstacle.",
                "note":"",
                "equivalent":"He that endures overcomes."
            },
            {
                "id":521,
                "proverb":"Munyaka ndurokaga",
                "translation":"Fortune is not a thing that must surely come.",
                "note":"",
                "equivalent":"Fortune is not of every day."
            },
            {
                "id":522,
                "proverb":"Munyotu athiaga ruui",
                "translation":"He who is thirsty goes to the river.",
                "note":"",
                "equivalent":"Let him that is cold blow the coal."
            },
            {
                "id":523,
                "proverb":"Mura na mundu ti mura na hiti",
                "translation":"To be robbed by a person is different from being robbed by a hyena.",
                "note":"The proverb means that if you were robbed by a person, you can hope to be recompensed for the damage; but if a member of your family or a head of your herd has been stoled by a hyena, there is no hope for redress.",
                "equivalent":"There are injuries beyond redress."
            },
            {
                "id":524,
                "proverb":"Muragani ndakayaga, no muragwo ukayaga",
                "translation":"It is not the killer that moans, but the killed.",
                "note":"",
                "equivalent":""
            },
            {
                "id":525,
                "proverb":"Muregi akirwo ndaregaga akihetwo",
                "translation":"He who refuses (to do something) when asked, does not refuse when forced.",
                "note":"",
                "equivalent":""
            },
            {
                "id":526,
                "proverb":"Muregi gwathwo ndangihota gwathana",
                "translation":"He who refuses to obey cannot command.",
                "note":"",
                "equivalent":"He that knows not how to obey, knows not how to command."
            },
            {
                "id":527,
                "proverb":"Muremwo ni ndugo oigaga nja iri mahiga",
                "translation":"He who cannot dance says that the yard is stony.",
                "note":"",
                "equivalent":"A bad workman complains of his tools."
            },
            {
                "id":528,
                "proverb":"Muri kuria ta athi a thatu",
                "translation":"Sometimes one eats bad food like the hunters when they are out hunting in the misty season.",
                "note":"This proverb comes from the fact that hunters, who stay in the forest or in the plain for rather a long time must often be content with cold raw food.",
                "equivalent":"When bread is wanting, oaten cakes are excellent."
            },
            {
                "id":529,
                "proverb":"Muria na gati ndoi muria na kaara ni akuhia",
                "translation":"He who eats with a stick does not know that he who eats with the fingers gets scalded.",
                "note":"",
                "equivalent":""
            },
            {
                "id":530,
                "proverb":"Muria ngime ni uri mukimiri",
                "translation":"He who eats cooked food has someone who cooks for him.",
                "note":"The proverb means that he who desires a thing sufficiently either can easily have it, or will make efforts to get it.",
                "equivalent":"Nothing is imposssible to a willing mind."
            },
            {
                "id":531,
                "proverb":"Muria njithi yake ndarundagwo",
                "translation":"He is not condemned who eats even unripe maize of his own fields",
                "note":"",
                "equivalent":"Every man is a king in his own house."
            },
            {
                "id":532,
                "proverb":"Muria wiki akuaga wiki",
                "translation":"He who eats alone dies alone.",
                "note":"",
                "equivalent":""
            },
            {
                "id":533,
                "proverb":"Murimirwo ni ithe ndoi indo iri bata",
                "translation":"He who has fields tilled by his father, does not know that things are precious.",
                "note":"",
                "equivalent":"What costs little is little esteemed."
            },
            {
                "id":534,
                "proverb":"Murimi ndoinagwo guoko",
                "translation":"One must not break the arm of him who tills the fields.",
                "note":"",
                "equivalent":"Do not kill the goose that lays the golden eggs."
            },
            {
                "id":535,
                "proverb":"Murimi umwe ndaiyuragia ikumbi",
                "translation":"One tiller does not fill the granary.",
                "note":"",
                "equivalent":"Union is strength."
            },
            {
                "id":536,
                "proverb":"Murimi tiwe murii",
                "translation":"He that tills the earth is not he that eats(its fruits).",
                "note":"",
                "equivalent":""
            },
            {
                "id":537,
                "proverb":"Murio nduminaga ng'aragu",
                "translation":"Sweetness does not satisfy hunger.",
                "note":"The proverb means that pleasures do not quench the thirst for many more pleasures.",
                "equivalent":"Sweet words butter no parsnips"
            },
            {
                "id":538,
                "proverb":"Murio ndunenganagirwo",
                "translation":"Pleasure cannot be communicated.",
                "note":"This proverb means that he who has any reason for   rejoicing, cannot feel unhappy even if his friends or neighbours are grieved.",
                "equivalent":""
            },
            {
                "id":539,
                "proverb":"Murio ndutuuraga ta ngatho",
                "translation":"Pleasures do not last so much as gratitude.",
                "note":"The proverb means that few virtues are as great as gratitude and that few joys are greater than that of being thanked for a service.",
                "equivalent":"Gratitude surpasses all other virtues."
            },
            {
                "id":540,
                "proverb":"Murio niwiriagira",
                "translation":"Sweetness eats up itself",
                "note":"",
                "equivalent":""
            },
            {
                "id":541,
                "proverb":"Murio ugiraga kieha",
                "translation":"Sweetness brings sorrow.",
                "note":"",
                "equivalent":"Pleasure stings even though it pleases."
            },
            {
                "id":542,
                "proverb":"Murio uminaga magego",
                "translation":"Sweetness spoils teeth.",
                "note":"",
                "equivalent":""
            },
            {
                "id":543,
                "proverb":"Murio urutaga hungu muti iguru",
                "translation":"Sweetness makes the vulture descend from the tree.",
                "note":"",
                "equivalent":"Beauty draws more than oxen."
            },
            {
                "id":544,
                "proverb":"Murio wa njohi ni uriukagwo, no wa indo nduriukagwo",
                "translation":"The drunkenness of beer passes away, but the drunkenness of wealth lasts forever.",
                "note":"",
                "equivalent":"Avarice increases with wealth."
            },
            {
                "id":545,
                "proverb":"Muria runene ndaruriagira    ",
                "translation":"He who asks too much will not eat anything.",
                "note":"",
                "equivalent":"All covet, all lose."
            },
            {
                "id":546,
                "proverb":"Muriganio uri tha",
                "translation":"They who live together must be merciful.",
                "note":"",
                "equivalent":"Bear and forbear is good philosophy."
            },
            {
                "id":547,
                "proverb":"Murimu nduri hinya ugitonya mwiri ta ukiuma",
                "translation":"Illness enters the body with less difficulty than it meets on going away.",
                "note":"",
                "equivalent":"Misfortunes come on wing and depart on foot."
            },
            {
                "id":547,
                "proverb":"Murimu wa mucoka niguo uragaga mundu",
                "translation":"Illness enters the body with less difficulty than it meets on going away.",
                "note":"",
                "equivalent":"Misfortunes come on wing and depart on foot."
            },
            {
                "id":548,
                "proverb":"Murimu wa mucoka niguo uragaga mundu",
                "translation":"It is the illness that returns that kills people.",
                "note":"",
                "equivalent":"Resist the beginnings."
            },
            {
                "id":549,
                "proverb":"Murogi tiwe murogori",
                "translation":"The poisoner cannot stop the effect of the poison.",
                "note":"The proverb refers to the superstition by which a person who has been poisoned cannot go to his poisoner to have the effect of poison neutralized by his arts but must go to another person, who is called 'murogori'.",
                "equivalent":""
            },
            {
                "id":550,
                "proverb":"Murori aruga murimi",
                "translation":"He who looks at another's field sees many more weeds than does its owner.",
                "note":"",
                "equivalent":"To be blind to one's own faults."
            },
            {
                "id":551,
                "proverb":"Murugiri arume ndagaga ngiha",
                "translation":"He who cooks food for men, does not lack big veins, i.e. bruises.",
                "note":"This proverb means that he who works for a master must do his duty to avoid punishment.",
                "equivalent":"Men like facts not words."
            },
            {
                "id":552,
                "proverb":"Murunguru wa njamba utahaga na ime",
                "translation":"He who rises early skips in the dew.",
                "note":"The proverb means that people who get up early finish their work early.",
                "equivalent":"The early bird catches the worm."
            },
            {
                "id":553,
                "proverb":"Mururi ndwakaga",
                "translation":"The 'mururi' does not build.",
                "note":"Mururi' is a forest tree with beautiful red flowers, but yielding very poor timber.",
                "equivalent":"All is not gold that glitters."
            },
            {
                "id":554,
                "proverb":"Murwithia arume aari kihii",
                "translation":"He who circumcises the boy was a boy, too.",
                "note":"",
                "equivalent":""
            },
            {
                "id":555,
                "proverb":"Murwithia arume ni arwithagio",
                "translation":"He who circumcises the male was circumcised.",
                "note":"",
                "equivalent":"The child is father of the man."
            },
            {
                "id":556,
                "proverb":"Mutego ti ngoro, ni wathi warera",
                "translation":"It is not the trap that counts, but the art of trapping.",
                "note":"",
                "equivalent":"A good archer is known by his aim, not his arrows."
            },
            {
                "id":557,
                "proverb":"Muteng'erania na muteng'erio gutiri utanogaga",
                "translation":"Both he that chases and he that is chased become tired.",
                "note":"",
                "equivalent":"Everyone has his own troubles."
            },
            {
                "id":558,
                "proverb":"Muthakwa wa athi nduthiragwo ni gicanjara",
                "translation":"The 'muthakwa-tree' will not discontinue to produce branches of only one shape.",
                "note":"",
                "equivalent":"Like father like son."
            },
            {
                "id":559,
                "proverb":"Muthamaki uterwo ti muthamaki",
                "translation":"The wise man who is not taught is not a wise man.",
                "note":"",
                "equivalent":""
            },
            {
                "id":560,
                "proverb":"Muthinio ni kuona aruga muthinio ni wagi",
                "translation":"He who is troubled by having (property) is better off than he who is troubled by poverty.",
                "note":"",
                "equivalent":""
            },
            {
                "id":561,
                "proverb":"Muthiirwo ugo-ini no uria arirwo",
                "translation":"He who sends somebody to a witch-doctor on his behalf must believe all he is told.",
                "note":"",
                "equivalent":""
            },
            {
                "id":562,
                "proverb":"Muthiganwo ni uri nja ndahonokaga",
                "translation":"He who is sought by a man already in the courtyard, has no way of escape.",
                "note":"To understand this proverb one must bear in mind that the Kikuyu hut has only one entrance and no window.",
                "equivalent":"There is no medicine against death."
            },
            {
                "id":563,
                "proverb":"Muthii wiki akuaga wiki",
                "translation":"He who travels alone, dies alone.",
                "note":"",
                "equivalent":""
            },
            {
                "id":564,
                "proverb":"Muthii ndoimbikaga irigu",
                "translation":"He who starts (on a long journey) does not put a banana to toast under the ashes (for he is not sure he will come back to eat it).",
                "note":"",
                "equivalent":""
            },
            {
                "id":565,
                "proverb":"Muthii onaga magothe",
                "translation":"He who travels sees many things.",
                "note":"The world is a great book, of which they who never stir from home read only one page.",
                "equivalent":""
            },
            {
                "id":566,
                "proverb":"Muthii tene ainukaga tene",
                "translation":"He who starts early returns early.",
                "note":"",
                "equivalent":""
            },
            {
                "id":567,
                "proverb":"Muthikani ndathikagwo",
                "translation":"He who buries (the others) is not buried.",
                "note":"",
                "equivalent":"Do good, but do not expect to receive it."
            },
            {
                "id":568,
                "proverb":"Muthiururi ni ethiururaga",
                "translation":"He who turns others around may also turn himself around.",
                "note":"",
                "equivalent":"According to the Kikuyu superstition to turn a person round is to wish him misfortune."
            },
            {
                "id":569,
                "proverb":"Muthuguni itheri akira wikonotete",
                "translation":"He who has a bone (to lick) is happier than he who gathers up his limbs for hunger.",
                "note":"",
                "equivalent":"When bread is wanting, oaten cakes are excellent."
            },
            {
                "id":570,
                "proverb":"Muthuguri ni akuaga",
                "translation":"The European has (among the natives) no trustworthy man.",
                "note":"",
                "equivalent":""
            },
            {
                "id":571,
                "proverb":"Muthungu ndari nyagitugi",
                "translation":"The European has (among the natives) no trustworthy man.",
                "note":"",
                "equivalent":""
            },
            {
                "id":572,
                "proverb":"Muthunuko ugiraga mukindirio",
                "translation":"Wickedness begets remorse.",
                "note":"",
                "equivalent":""
            },
            {
                "id":573,
                "proverb":"Muthuri mundu tiwe Ngai",
                "translation":"He that dislikes a person--is he God?",
                "note":"The proverb means that if anyone is hated by men, he is not necessarily hated also by God.",
                "equivalent":"God is just."
            },
            {
                "id":574,
                "proverb":"Muthua ngoro ti muthua kuguru",
                "translation":"He that is lame of heart--unlike him that is lame of foot--cannot be recognized.",
                "note":"",
                "equivalent":"All is not gold that glitters."
            },
            {
                "id":575,
                "proverb":"Muthuri utari kahii niwe wiriragira ngururu",
                "translation":"The married man who has no son goes himself to scare away the birds from his harvest.",
                "note":"",
                "equivalent":""
            },
            {
                "id":576,
                "proverb":"Muti mumu nduciaraga muigu",
                "translation":"A dried up tree does not bear a green one.",
                "note":"",
                "equivalent":"One cannot get blood out of a stone."
            },
            {
                "id":577,
                "proverb":"Muti uguagira mundu uri hakuhi",
                "translation":"The tree falls on the man who stands by it.",
                "note":"",
                "equivalent":""
            },
            {
                "id":578,
                "proverb":"Muti utagutemwo ndugerekagiririo ithanwa",
                "translation":"A tree that is not intended to be felled, is not aimed at with an axe.",
                "note":"It is told to people who, devoting themselves to many things at the same time, finish none.",
                "equivalent":"Jack of all trades and master of none."
            },
            {
                "id":579,
                "proverb":"Mutiga mwahu akoraga igima",
                "translation":"He who leaves a bunch of bananas finds a whole stalk.",
                "note":"",
                "equivalent":"Give and spend, and God will send."
            },
            {
                "id":580,
                "proverb":"Mutigwo iganjo ndagaga gia kuoya",
                "translation":"The man left where there was once a hut, will certainly find something.",
                "note":"",
                "equivalent":""
            },
            {
                "id":581,
                "proverb":"He who leaves a white goat will meet another of the same colour.",
                "translation":"",
                "note":"",
                "equivalent":"Contentment is above wealth."
            },
            {
                "id":582,
                "proverb":"Mutino urutaga mundu uriri",
                "translation":"Danger makes a man rise from bed.",
                "note":"",
                "equivalent":"Men in danger need no spur."
            },
            {
                "id":583,
                "proverb":"Mutino uthatagia ndigiriri",
                "translation":"Misfortunes frustrates one's plans.",
                "note":"",
                "equivalent":"Man proposes, God disposes."
            },
            {
                "id":584,
                "proverb":"Mutirima wa kirimu witirimagia na mugi",
                "translation":"A fool's walking-stick helps the wise man to stand",
                "note":"This proverb means that wise people know how to get profit from things that a man thinks useless.",
                "equivalent":"A wise man gets learning from those who have none themselves."
            },
            {
                "id":585,
                "proverb":"Mutuuri muno ndagaga",
                "translation":"He who lives a long time (in one place) must find what he wants.",
                "note":"",
                "equivalent":""
            },
            {
                "id":586,
                "proverb":"Mutumia angikura atari mwana ndangiona mutahiri maai",
                "translation":"The woman that gets old without bearing a child, will have nobody to draw water for her, i.e. will have nobody to help her.",
                "note":"",
                "equivalent":"Children are poor men's riches."
            },
            {
                "id":587,
                "proverb":"Mutumia na kionje ni undu umwe.",
                "translation":"A woman and an invalid man are the same thing.",
                "note":"",
                "equivalent":"Words for women, actions for men."
            },
            {
                "id":588,
                "proverb":"Mutumia ndaturaga mutwe na ndaikagia ndahi ndua.",
                "translation":"A woman does not split the head (of the slaughtered goat) nor dip the cup into the beer (because both are men's jobs).",
                "note":"",
                "equivalent":"Let women spin and not preach."
            },
            {
                "id":589,
                "proverb":"Muturi tiwe muhurutiri",
                "translation":"He that hands the hammer is not the same as the man who pulls the belows.",
                "note":"",
                "equivalent":"You cannot drink and whistle at the same time."
            },
            {
                "id":590,
                "proverb":"Mutumumu ndonagia uria ungi njira",
                "translation":"A blind man does not show another the way.",
                "note":"",
                "equivalent":"Blind does not lead blind."
            },
            {
                "id":591,
                "proverb":"Mutwari ndari uhoro",
                "translation":"He who carries an embassy has no concern in it.",
                "note":"",
                "equivalent":"Messengers should neither be deheaded nor hanged."
            },
            {
                "id":592,
                "proverb":"Mutwe umwe ndwaturaga ng'undu",
                "translation":"Only one head does not divide a field.",
                "note":"",
                "equivalent":"Four eyes see more than two."
            },
            {
                "id":593,
                "proverb":"Mutwe wa mundu umwe ni ithino",
                "translation":"One man's head is a solitary place.",
                "note":"",
                "equivalent":"Counsel is not of one."
            },
            {
                "id":594,
                "proverb":"Mugi ndoi uria akerwo",
                "translation":"He who speaks does not know what others will reply.",
                "note":"",
                "equivalent":""
            },
            {
                "id":595,
                "proverb":"Mumagari onaga unene",
                "translation":"He who travels sees great things.",
                "note":"",
                "equivalent":"The world is a great book, of which they who never stir from home read only one page."
            },
            {
                "id":596,
                "proverb":"Muni kiriti niwe ui uria thina uigana wa migogo na nyamu",
                "translation":"It is the forest clearer who knows the troubles caused by trunks and animals.",
                "note":"",
                "equivalent":"Every man knows his own business best."
            },
            {
                "id":597,
                "proverb":"Mumi na nja oyaga mara kana anyuaga twiri",
                "translation":"He that enters a hut either picks up the bowels or drinks twice.",
                "note":"To understand the proverb one must remember that the from the low front door. So people is being held may either be unlucky and instead of a piece of good meat, or may be drinks.",
                "equivalent":""
            },
            {
                "id":598,
                "proverb":"Mwaga gukua mwaruta mbaara",
                "translation":"It is they who have not died in war that start it.",
                "note":"",
                "equivalent":""
            },
            {
                "id":599,
                "proverb":"Mwagi maguta oigaga hunyu ni umwe na maguta",
                "translation":"He that lacks fat says ugliness is the same as beauty.",
                "note":"",
                "equivalent":""
            },
            {
                "id":600,
                "proverb":"Mwagi maguta oigaga ati king'aru ni undu umwe na maguta",
                "translation":"He who has no fat (to smear himself with) says that ochre is as good.",
                "note":"",
                "equivalent":"'Sour grapes,' as the fox said, when he could not reach them."
            },
            {
                "id":601,
                "proverb":"Mwaki nduhoragio na mwaki",
                "translation":"Fire is not extinguished by fire.",
                "note":"",
                "equivalent":"Fire is not to be quenched with tow."
            },
            {
                "id":602,
                "proverb":"Mwambi nacio tiwe murigia nacio",
                "translation":"He that begins, is not he that finishes.",
                "note":"",
                "equivalent":"Judge not of men or things at first sight."
            },
            {
                "id":603,
                "proverb":"mwamukiri ndairaga ngoro",
                "translation":"He who receives does not loathe.",
                "note":"",
                "equivalent":"A gift horse is not looked in the mouth.  "
            },
            {
                "id":604,
                "proverb":"Mwana mukuru na ithe ni hamwe",
                "translation":"The eldest son and the father are one thing.",
                "note":"The proverb means that after the father's death the eldest son rules.",
                "equivalent":""
            },
            {
                "id":605,
                "proverb":"Mwana mwega no nda",
                "translation":"Only the belly is a good (lucky) child (for its owner takes care of it and never lets it empty).",
                "note":"",
                "equivalent":"The belly is the commanding part of the body."
            },
            {
                "id":606,
                "proverb":"Mwana mwende ndoi kuinia thumbi",
                "translation":"The son most loved (by his parents) does not know how to shake his feather head-dress.",
                "note":"The proverb alludes to the initiation rite, on which occasion a special head-dress composed of ostrich feathers is worn by thecandidates. It means that often the young man for whom the parents have bought a costly head-dress so that he may look well, does not show any gratitude by wearing it proudly.",
                "equivalent":"Things got easily are not appreciated."
            },
            {
                "id":607,
                "proverb":"Mwana ndaheanagwo",
                "translation":"The child is not given away without a price.",
                "note":"The proverb is used especially by a father to the young man wanting to marry his daughter. It must be bourne in mind that the Kikuyu girl is not given to her husband, but she is bought by him.",
                "equivalent":"No gains without pains."
            },
            {
                "id":608,
                "proverb":"Mwana ndahuragwo ithe ari ho",
                "translation":"The son is not beaten when the father is near.",
                "note":"",
                "equivalent":""
            },
            {
                "id":609,
                "proverb":"Mwana ndetagia ithe nyama",
                "translation":"The son need not ask his father for a piece of meat (for a parent spontaneously gives his children the best food).",
                "note":"",
                "equivalent":""
            },
            {
                "id":610,
                "proverb":"Mwana uri kio ndagaga muthambia",
                "translation":"A child who likes work does not lack one to wash him, i.e. to take care of him.",
                "note":"",
                "equivalent":"God tempers the wind to the shorn lamb."
            },
            {
                "id":611,
                "proverb":"Mwana uri mureri ndatangaga mai",
                "translation":"The baby that has some one to take care for it does not dirty itself.",
                "note":"",
                "equivalent":"Young and old age complete each other."
            },
            {
                "id":612,
                "proverb":"Mwana wa ndigwa niwe ui kwirera",
                "translation":"An orphan knows how to make shift with it (for he has nobody to help him).",
                "note":"",
                "equivalent":""
            },
            {
                "id":613,
                "proverb":"Mwana wa ngari akunyaga ta nyina",
                "translation":"The baby leopard scratches like its mother.",
                "note":"",
                "equivalent":"Like father, like son."
            },
            {
                "id":614,
                "proverb":"Mwana wa ngoriai ndekagira njingiri kuguru",
                "translation":"The orphan boy wears no rattles on his feet.",
                "note":"The Kikuyu used to wear rattles on their feet when dancing.",
                "equivalent":""
            },
            {
                "id":615,
                "proverb":"Mwana wa rwendo ariaga nyina na ithe",
                "translation":"The son of love eats his father and mother.",
                "note":"The proverb has the obvious meaning that the son who realizes he is his parent's Benjamin gives them most trouble. But it also means that the child born of illegitimate love will soon become a nuisance to his parents.",
                "equivalent":"To nourish a viper in one's bosom."
            },
            {
                "id":616,
                "proverb":"Mwana wa thahu ndatigaga kiriro",
                "translation":"The son of sin does not cease weeping.",
                "note":"",
                "equivalent":"Sin and debts are always more than we think them to be."
            },
            {
                "id":617,
                "proverb":"Mwana wi na ithe ndanyuaga muma",
                "translation":"The son whose father is still alive, takes no oath (for his father defends him and if necessary, takes the oath instead of the son).",
                "note":"",
                "equivalent":""
            },
            {
                "id":618,
                "proverb":"Mwanake ni kienyu kia Ngai",
                "translation":"The youth is a part of the Divinity.",
                "note":"The proverb originates in the fact that the circumcised Kikuyu youth is greatly respected by women and uncircumcised young men.",
                "equivalent":""
            },
            {
                "id":619,
                "proverb":"Mwanake wi na indo ndoihanaga",
                "translation":"The youth who has enough to buy his girl, need not beseech her.",
                "note":"",
                "equivalent":"Money is the sinew of love as well of war."
            },
            {
                "id":620,
                "proverb":"Mwaniki ambe eanike",
                "translation":"He who airs something must air himself first.",
                "note":"",
                "equivalent":"No gains without pains."
            },
            {
                "id":621,
                "proverb":"Mwari mwega ahitukira thome wa ngia",
                "translation":"Literal translation: A fair girl does not stop at a poor youth's (for he could not buy her).",
                "note":"",
                "equivalent":""
            },
            {
                "id":622,
                "proverb":"Mwari mweru ndaraguragirwo",
                "translation":"One does not consult the witch-doctor about a white daughter.",
                "note":"It is luck for Kikuyu parents to have a daughter with skin whiter than the average. Such a girl will be sold dearer to her husband.",
                "equivalent":""
            },
            {
                "id":623,
                "proverb":"Mwaria ciene arigagwo ni ciake",
                "translation":"He who talks about others' affairs does not know his own.",
                "note":"",
                "equivalent":""
            },
            {
                "id":624,
                "proverb":"Mwatu nditagirwo mwana",
                "translation":"A boy is not sent to collect the honey (for he does not know how to collect it).",
                "note":"",
                "equivalent":"Every man does his own business best."
            },
            {
                "id":625,
                "proverb":"Mwatukiria ki? Aca no thumbi na ruhuho",
                "translation":"What have you that we have not? Nothing but 'thumbi' and wind.",
                "note":"'Thumbi' is the piece of cloth or leather used to fasten ostrich and other birds' feathers around the head. The proverb means, 'There is no news'.",
                "equivalent":""
            },
            {
                "id":626,
                "proverb":"Mwathwo ni nda arugite mwatho ni ithe",
                "translation":"Being ruled by one's stomach is better than being ruled by one's father.",
                "note":"",
                "equivalent":""
            },
            {
                "id":627,
                "proverb":"Mwega ni ongagwo",
                "translation":"Good people are sucked.",
                "note":"",
                "equivalent":"Cover yourself with honey and the flies will attack you."
            },
            {
                "id":628,
                "proverb":"Mwendi gatungu ni mwenjeri",
                "translation":"He that wants to become rich must till the earth.",
                "note":"",
                "equivalent":"Sleeping foxes catch no poultry."
            },
            {
                "id":629,
                "proverb":"Mwendi irura ni mucini",
                "translation":"e who wants papyrus-ashes burns papyrus.",
                "note":"Previous to the advent of Europeans, the Kikuyu used papyrus-ashes, which are supposed to be rich in sodium, for cooking purposes.",
                "equivalent":"Let him that is cold blow coal."
            },
            {
                "id":630,
                "proverb":"Mwendi muhiriga utuikane etagia rurimi na mbere ndaruriaga",
                "translation":"He who wants to cause disagreement within the clan asks for the tongue (of the slaughtered goat) which he was not wont to eat before.",
                "note":"The tongue of the goat is a choice morsel which belongs by right to the head of the family or clan. The proverb means that he who wants a pretext for quarrelling, asks for somethingwhich he cannot be given.",
                "equivalent":""
            },
            {
                "id":631,
                "proverb":"Mwendi uru ni awonaga",
                "translation":"He who seeks evil finds it.",
                "note":"",
                "equivalent":""
            },
            {
                "id":632,
                "proverb":"Mwendi uthaka ndacayaga",
                "translation":"He who wants beauty does not complain (if it costs him some pain)",
                "note":"",
                "equivalent":"No gains without pains."
            },
            {
                "id":633,
                "proverb":"Mwendia ni aguraga",
                "translation":"He who sells buys.",
                "note":"",
                "equivalent":"To buy and to sell are both business."
            },
            {
                "id":634,
                "proverb":"Mwendwo ndari ngarari",
                "translation":"He who is loved receives no refusal.",
                "note":"",
                "equivalent":""
            },
            {
                "id":635,
                "proverb":"Mwenjani mikuri ndoi ungi",
                "translation":"The barber who shaves badly does not know any other (better) way of shaving.",
                "note":"",
                "equivalent":"The first degree of folly is to think himself wise, the second is to tell others so, the third is to despise all counsel."
            },
            {
                "id":636,
                "proverb":"Mwere mwega umenyagwo na ngetho",
                "translation":"The good millet is known at harvest time.",
                "note":"",
                "equivalent":"A tree is known by its fruit."
            },
            {
                "id":637,
                "proverb":"Mwetereri ariaga ya mugwato",
                "translation":"He who waits gets the best food, i.e. the biggest potato, the sweetest maize, etc. and can eat better cooked food.",
                "note":"",
                "equivalent":""
            },
            {
                "id":638,
                "proverb":"Mwicariria ndari karo gatuhu",
                "translation":"He who wants to dig out a potato does not use a blunt pole.",
                "note":"The proverb means that he who wants to accomplish something, uses just those means that ensure success.",
                "equivalent":""
            },
            {
                "id":639,
                "proverb":"Mwigerekanio wateire kiura matina",
                "translation":"The frog that compared itself to the ox lost its buttocks.",
                "note":"There is a fable, that the frog seeing what big buttocks the ox had, thought it could grow as big by swelling. But it burst and so lost buttocks and life.",
                "equivalent":"All covet, all lose."
            },
            {
                "id":640,
                "proverb":"Mwigerero wa ngoro ndukinyaga no wa Ngai ukinyaga",
                "translation":"What a man wants does not reach the goal, only what God wants reaches it.",
                "note":"",
                "equivalent":"Man proposes, God disposes."
            },
            {
                "id":641,
                "proverb":"Mwigito ti guoya",
                "translation":"Self defence is not fear.",
                "note":"",
                "equivalent":"Weapons bode peace."
            },
            {
                "id":642,
                "proverb":"Mwiiganio ti wa mweri",
                "translation":"To obtain what one wants is not a month's job.",
                "note":"",
                "equivalent":"Time and straw make medlars ripe."
            },
            {
                "id":643,
                "proverb":"Mwiikaria ndari haro",
                "translation":"He who lives alone has no quarrel.",
                "note":"",
                "equivalent":"It takes two to make a quarrel."
            },
            {
                "id":644,
                "proverb":"Mwiikaria ndari ruruto",
                "translation":"He who looks after his own business has no trouble.",
                "note":"",
                "equivalent":""
            },
            {
                "id":645,
                "proverb":"Mwinyamaria ndari ikwa nyumu",
                "translation":"He who has no patience will have no hard yams.",
                "note":"Yams are fully ripe only when they have grown hard. So he who wants to eat a good yam must be patient and wait till it is hard.",
                "equivalent":"Everything is good in its season."
            },
            {
                "id":646,
                "proverb":"Mwiri ti icoya ati ni ugutembuka",
                "translation":"One's body is not a banana leaf which should be rent.",
                "note":"",
                "equivalent":"The proverb is told to people who threaten to abuse or have abused others."
            },
            {
                "id":648,
                "proverb":"Mwirihiria niwe muru",
                "translation":"He who revenges himself is bad.",
                "note":"",
                "equivalent":"In taking revenge a man is but even with his enemy; but in passing it over he is superior."
            },
            {
                "id":649,
                "proverb":"Mwitaari ndari uthu",
                "translation":"He who takes counsel only from himself meets no hatred.",
                "note":"",
                "equivalent":""
            },
            {
                "id":650,
                "proverb":"Mwithinia ndathinukaga, no muthinio ni athunukaga",
                "translation":"He who is the cause of his own troubles never comes to the end of them; but he who is troubled by others does.",
                "note":"",
                "equivalent":""
            },
            {
                "id":651,
                "proverb":"Mwoni umuthi tiwe mwoni ruciu",
                "translation":"He who sees today does not see tomorrow.",
                "note":"",
                "equivalent":"Today thee, tomorrow me."
            }
        ],
        "N":[
            {
                "id":652,
                "proverb":"Narua, mugogo utanatendera",
                "translation":"Haste, before the trunk bridge becomes slippery",
                "note":"It must be borne in mind that native bridges consist of only one trunk spanning the two banks of the river. Hence passing such bridges in wet weather is dangerous.",
                "equivalent":""
            },
            {
                "id":653,
                "proverb":"Nda imwe yumaga muici na murogi",
                "translation":"The same womb gives birth to a thief and a poisoner.",
                "note":"",
                "equivalent":""
            },
            {
                "id":654,
                "proverb":"Nda irugite ita",
                "translation":"The belly is more important than war.",
                "note":"",
                "equivalent":""
            },
            {
                "id":655,
                "proverb":"Nda ti mutwe.",
                "translation":"The belly is not a head.",
                "note":"Into the head you can put as many things as you know without filling it, but you cannot do the same with your belly.",
                "equivalent":""
            },
            {
                "id":656,
                "proverb":"Ndakurama kinganga nawe wanama kingware?",
                "translation":"I gave you the beauty of a guinea fowl and you give me the beauty of a francolin.",
                "note":"The proverb originates in the following fable. Once upon a time the guinea fowl wanting to dance, called upon the francolin to have its feathers dressed. The francolin, hoping to have the same favour returned by the guinea fowl, assented. But the latter taking as an excuse of its laziness that the dance was about to begin, left the other bird in the lurch. This is why the guinea fowl has now got much finer plumage than the francolin.",
                "equivalent":"To do good to the ungrateful is to throw rose-water into the sea."
            },
            {
                "id":657,
                "proverb":"Ndaregirwo ni ikere ta njagathi ikiregwo ni guoya    ",
                "translation":"I have no calves as lizards have got no hair.",
                "note":"Well shaped calves are supposed by the Kikuyu to add a great deal to one's beauty: therefore they are much appreciated.",
                "equivalent":"As poor as a church mouse."
            },
            {
                "id":659,
                "proverb":"Ndaya ikinyia",
                "translation":"The long road arrives (at the goal).",
                "note":"The proverb means that a long but sure way, is better than a short but dangerous one.",
                "equivalent":"Fair and softly goes far in a day."
            },
            {
                "id":660,
                "proverb":"Ndegwa nyinyi ihaicaga ng'ombe na mutwe",
                "translation":"The young bull mounts the cows from the head.",
                "note":"",
                "equivalent":"Young is the goose that will not eat oats."
            },
            {
                "id":661,
                "proverb":"Ndeto itimataga ta iria",
                "translation":"Sentences do not curdle like milk.",
                "note":"",
                "equivalent":"Words and feathers are tossed by the wind."
            },
            {
                "id":662,
                "proverb":"Ndeto njega ni iria njirane",
                "translation":"Good words are those spoken of common accord.",
                "note":"",
                "equivalent":"Friendship is friendship and business is business' and 'A word is enough to the wise'."
            },
            {
                "id":663,
                "proverb":"Ndia kahora igiaga gukameria",
                "translation":"The animal that eats slowly can swalllow well.",
                "note":"",
                "equivalent":"He that goes softly, goes safely."
            },
            {
                "id":664,
                "proverb":"Ndiakagwo ta ya wakini",
                "translation":"Nobody is forced to build his hut on the pattern of his 'wakini'.",
                "note":"'Wakini' is a person circumcised at the same time-- somebody of the same age-group.",
                "equivalent":"Every one to his own taste."
            },
            {
                "id":665,
                "proverb":"Ndiani ndikinyaga iraka",
                "translation":"The thief does not tread on dry leaves (for they would betray his presence).",
                "note":"",
                "equivalent":""
            },
            {
                "id":666,
                "proverb":"Ndiambaga na magua",
                "translation":"The bee does not begin with the comb.",
                "note":"",
                "equivalent":"A good beginning makes a good ending."
            },
            {
                "id":667,
                "proverb":"Ndigure: Konyu kegura ni komirie ikwa",
                "translation":"Humble yourself: the inhabitants of Konyu were able to grow yams after humbling themselves.",
                "note":"The proverb originates in the legend that the people of Konyu, a place in the Kikuyu country, who had been at war with their neighbours of Mathira, ceased to be raided and could till their fields in peace, only by submitting.",
                "equivalent":"He makes a good war that makes good peace."
            },
            {
                "id":668,
                "proverb":"Ndikuraga na migiria",
                "translation":"The ox does not become old with strong muscles.",
                "note":"The proverb means that man cannot expect to age and retain the vigour of his youth.",
                "equivalent":""
            },
            {
                "id":669,
                "proverb":"Ndiri ndiiyuragira kuria ikugaragario",
                "translation":"The mortar is not filled with juice in the place where it is rolled.",
                "note":"The proverb means that anything is found useful only in that place and by those people who are in need of it.",
                "equivalent":"Everything is good in its own season."
            },
            {
                "id":670,
                "proverb":"Ndiri njega ndiringanaga na muthi mwega",
                "translation":"A good mortar never meets a good pestle.",
                "note":"The proverb means that a good wife rarely meets a good husband and vice versa.",
                "equivalent":""
            },
            {
                "id":671,
                "proverb":"Ndia ngiri yanina andu",
                "translation":"Still water has finished many men.",
                "note":"",
                "equivalent":"Beware of a silent dog and silent water."
            },
            {
                "id":672,
                "proverb":"Ndikwenda wingwatirire ta kieha",
                "translation":"I do not want you to stick on to me like beard moss (sticks on the tree).",
                "note":"",
                "equivalent":"Live and let live."
            },
            {
                "id":673,
                "proverb":"Ndithuire munyoni ta munyaniriri",
                "translation":"I do not hate him who sees me so much as him who reveals me, i.e. my faults.",
                "note":"",
                "equivalent":"Nobody is willing to acknowledge he is in fault."
            },
            {
                "id":674,
                "proverb":"Nditiku na magumi, o kuria mugaitanirira",
                "translation":"Nditiku and Magumi (go) to the place where you can agree.",
                "note":"Nditiku and Magumi are metaphorical names used to mean two quarrelsome people. The proverb is told to disagreeable people, who though warned do not stop their strife.",
                "equivalent":"He that cuts himself willingly deserves no balsam."
            },
            {
                "id":675,
                "proverb":"Ndiunikaga thondu",
                "translation":"It is not the meagre (but the fat) ox that breaks its leg.",
                "note":"",
                "equivalent":"Misfortunes seldom come alone."
            },
            {
                "id":676,
                "proverb":"Ndonga nanu irugitwo ni mukari",
                "translation":"A rich evil-doer is worse than a miser",
                "note":"",
                "equivalent":""
            },
            {
                "id":677,
                "proverb":"Ndonga imwe ndihingaga iriuko",
                "translation":"One rich man cannto close the ford; i.e. cannot do all he would.",
                "note":"",
                "equivalent":"No living man all things can."
            },
            {
                "id":678,
                "proverb":"Ndugate kuguru ta nyakinyua",
                "translation":"Do not give your foot the position which 'Nyakinua' gives.",
                "note":"'Nyakinyua' is used to mean old women, who often sit unbecomingly.",
                "equivalent":""
            },
            {
                "id":679,
                "proverb":"Ndugira na kaigwa kayo",
                "translation":"Every little hole of the ear has its little thorn.",
                "note":"The Kikuyu used to put little sticks or thorns in the pierced upper part of the ear.",
                "equivalent":"Every sparrow to its ear of wheat."
            },
            {
                "id":680,
                "proverb":"Ndugetange ta kihia kia mucai",
                "translation":"Do not torment yourself as you torment the seeds of the broom-tree",
                "note":"",
                "equivalent":""
            },
            {
                "id":681,
                "proverb":"Ndugu irutagwo njira",
                "translation":"Friendship begins with meeting at the road.",
                "note":"",
                "equivalent":""
            },
            {
                "id":682,
                "proverb":"Ndugu ni makinya",
                "translation":"Friendship is steps, i.e. it consists in going to see one  another.",
                "note":"",
                "equivalent":"Friendship consists in visiting friends."
            },
            {
                "id":683,
                "proverb":"Ndugu nyingi ithatagia muhuko",
                "translation":"Many friends make one's pocket empty.",
                "note":"",
                "equivalent":"Friends are pick-pockets."
            },
            {
                "id":684,
                "proverb":"Ndugu ya mwana imatagio ni nyina",
                "translation":"The friendship of the son is strengthened by his mother.",
                "note":"",
                "equivalent":"Children's joys are parents' toys."
            },
            {
                "id":685,
                "proverb":"Nduire nyiki ta murogi",
                "translation":"I live alone like a poisoner.",
                "note":"The proverb illustrates the Kikuyu's dislike for poisoners and wizards.",
                "equivalent":""
            },
            {
                "id":686,
                "proverb":"Nduirio ni mata ta thua",
                "translation":"I live on saliva like a flea.",
                "note":"",
                "equivalent":"To live from hand to mouth."
            },
            {
                "id":687,
                "proverb":"Ndukagerekanie gikuu na toro",
                "translation":"Do not compare death with sleep (because they are not the same).",
                "note":"",
                "equivalent":""
            },
            {
                "id":688,
                "proverb":"Ndukamenyithie wa itara",
                "translation":"Do not make home affairs known.",
                "note":"",
                "equivalent":"Do not wash dirty linen in public."
            },
            {
                "id":689,
                "proverb":"Ndukanine nduma mbira",
                "translation":"Do not finish the small 'nduma'.",
                "note":"'Nduma are the tubers of an edible arum much cultivated in Kikuyu. The proverb means that one must dig out only the big tubers and leave the small ones to grow new plants.",
                "equivalent":"Enjoy the present but think also of the future."
            },
            {
                "id":690,
                "proverb":"Ndukanumirire ta njuu na ngigi",
                "translation":"Do not follow me as the 'njuu' follows the locusts.",
                "note":"'Njuu' is the name of a kind of passerine bird, which follows locusts to feed on them.",
                "equivalent":"God deliver you from a false friend."
            },
            {
                "id":691,
                "proverb":"Ndura iciaraga miigwa",
                "translation":"The 'ndura' gives forth nothing but thorns.",
                "note":"'Ndura' is the name of a thorny tree.",
                "equivalent":"One cannot gather figs from thistles."
            },
            {
                "id":692,
                "proverb":"Nduma ndihitithagia muthii mbere",
                "translation":"Darkness shows no wrong path to him who gets what he wants before dark.",
                "note":"",
                "equivalent":"Early to bed, early to rise, make a man healthy, wealthy and wise."
            },
            {
                "id":693,
                "proverb":"Ndumumu ndionagi ingi njira",
                "translation":"A blind man does not show another blind man the way.",
                "note":"",
                "equivalent":"Do the blind lead the blind? Do they not both fall into the ditch?"
            },
            {
                "id":694,
                "proverb":"Ndundu ya mwana na nyina ndiringagiririo",
                "translation":"It is not fair to attempt to penetrate mother and son's secrets.",
                "note":"",
                "equivalent":""
            },
            {
                "id":695,
                "proverb":"Ndurumo igiri itiguanaga ikigamba",
                "translation":"Two noisy waterfalls cannot agree (in their tune).",
                "note":"",
                "equivalent":"Two of a trade seldom agree."
            },
            {
                "id":696,
                "proverb":"Ndutura irumaga irorete gitara kiayo",
                "translation":"The turtle-dove coos when it has seen its nest",
                "note":"",
                "equivalent":"Every bird likes its own nest best."
            },
            {
                "id":697,
                "proverb":"Ni hiti mugambire",
                "translation":"It is the hyena that howls.",
                "note":"The proverb is applied to boisterous people.",
                "equivalent":"Barking dogs seldom bite."
            },
            {
                "id":698,
                "proverb":"Ni itumaga na itirue",
                "translation":"One can sing the song which precedes the circumcission and not be circumcissed.",
                "note":"",
                "equivalent":"Man proposes, God disposes."
            },
            {
                "id":699,
                "proverb":"Ni muiguanite ta gikwa na mukungugu",
                "translation":"You agree like the yam and the tree to which it clings.",
                "note":"",
                "equivalent":"to be like David and Jonathan"
            },
            {
                "id":700,
                "proverb":"Ni gukaga mukira mwite",
                "translation":"Somebody may come in higher in dignity than he who was firstly invited.",
                "note":"The proverb has almost the same meaning as the words of the Gospel: When thou art invited to a wedding sit not down in the first seats at the table, lest perhaps one more honourable than thou be invited by him'; etc.",
                "equivalent":"Humility often gains more than pride."
            },
            {
                "id":701,
                "proverb":"Ni ngingo itindaga iri theri ti nda",
                "translation":"It is the neck that stays without ornament, but not the belly (without food).",
                "note":"",
                "equivalent":""
            },
            {
                "id":702,
                "proverb":"Ngaita itiriagirwo kwenda",
                "translation":"The 'ngaita' is not eaten unless there is a reason.  ",
                "note":"'Ngaita' is the very bitter fruit of a shrub, which is taken as an antihelmintic.",
                "equivalent":"Medicines are not meat to live on."
            },
            {
                "id":703,
                "proverb":"Ng'aragu ya mundu ungi ndingigiria ngome",
                "translation":"Other people's hunger does not hinder me from sleeping.",
                "note":"",
                "equivalent":""
            },
            {
                "id":704,
                "proverb":"Ngarari ni githuria kia mbaara",
                "translation":"Arguments are the source of strifes.",
                "note":"",
                "equivalent":"It takes two to make a quarrel."
            },
            {
                "id":705,
                "proverb":"Ngarari ni kamena",
                "translation":"Discord breeds scorn.",
                "note":"",
                "equivalent":""
            },
            {
                "id":706,
                "proverb":"Ngari ndioi gukunya ni kuonio yonirio",
                "translation":"The leopard did not know how to seize its prey: it was taught.",
                "note":"The Kikuyu say that when the leopard began to kill goats, it did not know how to seize them to kill. One day frightened by the shepherd, it had to leave its prey badly wounded though not killed. From the tree where it had taken refuge it heard the shepherd say: What luck! Had my goat been seized by the neck, it would be already dead'.",
                "equivalent":""
            },
            {
                "id":707,
                "proverb":"Ngatho ithingatagio ingi",
                "translation":"One kindness prepares for another.",
                "note":"",
                "equivalent":"One good turn deserves another."
            },
            {
                "id":708,
                "proverb":"Ngatia ciathii hiti cieragara",
                "translation":"When lions have gone, hyenas dance.",
                "note":"",
                "equivalent":"When the cat is away, the mice will play."
            },
            {
                "id":709,
                "proverb":"Ngemi ciumaga ndiri-ini",
                "translation":"The woman's trills are shouted at the mortar.",
                "note":"",
                "equivalent":"Everything has its time."
            },
            {
                "id":710,
                "proverb":"Ng'enda thi ndiagaga mutegi",
                "translation":"The animal that treads on the earth may find its trapper.",
                "note":"",
                "equivalent":"To err is human"
            },
            {
                "id":711,
                "proverb":"Ngia na muigwa itikomaga",
                "translation":"The poor and the thorn do not sleep.",
                "note":"The former, say the Kikuyu, is kept awake by his anxieties whilst the latter is always on the alert in order to sting anyone who happens to touch it.",
                "equivalent":"Poverty breeds strife."
            },
            {
                "id":712,
                "proverb":"Ngia yethagwo mukuha wayo",
                "translation":"The poor man is robbed even of his awl.",
                "note":"",
                "equivalent":"The poor man turns his cake, and another comes and takes it away."
            },
            {
                "id":713,
                "proverb":"Ngi imwe yoragia muguguta",
                "translation":"One fly spoils an ox-hide.",
                "note":"",
                "equivalent":"A little leak will sink a great ship."
            },
            {
                "id":714,
                "proverb":"Ngi ndiri ruga",
                "translation":"The fly has no sinew.",
                "note":"",
                "equivalent":"You cannot make a silk purse from a sow's ear."
            },
            {
                "id":715,
                "proverb":"Ngi irahtagwo uigana mukiha uria iri naguo.",
                "translation":"The fly is bled proportionately to its veins.",
                "note":"",
                "equivalent":"If you squeeze a cork, you will get but little juice."
            },
            {
                "id":716,
                "proverb":"Ngingo ndikiraga mutwe",
                "translation":"The neck does not grow above the head.",
                "note":"",
                "equivalent":"Everything to its place."
            },
            {
                "id":717,
                "proverb":"Ngingo ya muria-ng'uru ni githitu na rurigi",
                "translation":"The neck of him who sells too dear, is all amulets and necklaces (for nobody buys from him).",
                "note":"",
                "equivalent":"All covet, all lose."
            },
            {
                "id":718,
                "proverb":"Ng'ombe itionagwo ni ithayo",
                "translation":"Oxen are not found through laziness.",
                "note":"",
                "equivalent":"Laziness travels so slowly that poverty soon overtakes it."
            },
            {
                "id":719,
                "proverb":"Ng'ombe yahithio njau ikamagirwo ikaya",
                "translation":"When the cow is left to the care of a man who is not the owner, the calves are suckled only when they cry.",
                "note":"",
                "equivalent":"Look to the cow, the sow, and the wheat mow, and all will be well now."
            },
            {
                "id":720,
                "proverb":"Ngoro iriaga kiria ikwenda",
                "translation":"The heart eats what it likes.",
                "note":"",
                "equivalent":"Love is blind."
            },
            {
                "id":721,
                "proverb":"Ngoro ni muru wa nyina na mundu",
                "translation":"Every man's brother is his heart.",
                "note":"",
                "equivalent":"Few hearts that are not double, few tongues that are not cloves."
            }

        ],
        "O":[
            {
                "id":722,
                "proverb":"Ngoro ni muru wa nyina na mundu",
                "translation":"",
                "note":"",
                "equivalent":"Few hearts that are not double, few tongues that are not cloves."
            }
        ],
        "P":[

        ],
        "Q":[

        ],
        "R":[

        ],
        "S":[

        ],
        "T":[

        ],
        "U":[

        ],
        "v":[

        ],
        "w":[

        ],
        "X":[

        ],
        "Y":[

        ],
        "Z":[

        ]
       
    }
}